[
    {
        "title": "New York Employee Roadshow",
        "description": "We are pleased to invite you to join your coworkers for an in-person get together with senior leaders. The objective for these events across North America is to discuss the Strategic Roadmap, Business Priorities, Metrics &amp; Goals, and our People Initiatives. Our guests include Ticketmaster leaders Jody Mulkey, Marla Ostroff, Karen Gallagher, and LN execs Geoff Gordon and Jason Miller. Upon conclusion there will be a happy hour from 4 to 5pm.",
        "category_key": "business"
    },
    {
        "title": "2015 AoBFF - Festival Pass",
        "description": "'The Art of Brooklyn Film Festival is an indie gem that showcases the best of the borough… the festival has become a hub for the area’s indie film scene.' – INDUSTRY MAGAZINE'Seems like every neighborhood in North Brooklyn these days has its own localized film festival that may or may not feature locally focused content. In contrast, [AoBFF] is a platform for Brooklyn-centric independent film…a film festival for Brooklyn, by Brooklyn and about Brooklyn.' – THE L MAGAZINEThe Art of Brooklyn Film Festival is the only independent, international festival for, by and about Brooklyn indie film — a local scene with global influence. Founded in 2011 by working artists, we screen films from all over the world whose creators are connected to Brooklyn’s diverse independent film community. Come see the best of Brooklyn-born, Brooklyn-based and Brooklyn-centric indie film with an AoBFF Festival Pass, which includes admission to every 2015 screening and event, including Opening Night and Closing Night parties! ",
        "category_key": "film"
    },
    {
        "title": "TEST TEST TEST",
        "description": "TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST TEST",
        "category_key": "business"
    },
    {
        "title": "Innovatours 2016!",
        "description": "Get ready for the 3rd Annual Innovatours! We're packing two pop-up marketplaces with 65+ businesses + bars, music + interactive stops set to wow you. Plus, take a walk on our star studded, curated map of brick + mortar businesses + work spaces that will have their doors open + ready to welcome you.It'll be a choose your own adventure first Friday like you've always hoped. \nFeaturing a food village curated by OrderUp! Craft cocktails and beer fromTOPO Distillery, Naked Turtle Rum, Lonerider Brewing! A live DJ + more!The event is FREE. Drink tickets at the event are $5 each...pre-register NOW for $5 and get TWO drink tickets. Hurry! Only a limited number available! **TICKET SALES ONLINE END AT 4PM, WALK-UP SALES AVAILABLE AT OUR POP-UP LOCATIONS**Find us at our pop-up locations:Market Hall 215 Wolfe St, Raleigh, NC 27601Red Hat Annex 190 E Davie St, Raleigh, NC 27601+ More brick and mortar map stops TBA!",
        "category_key": "social"
    },
    {
        "title": "A Ride With GINUWINE - Live In Concert",
        "description": "On Thursday, March 24, 2016, Ginuwine, the soulful R&amp;B legend who inspired two generations of urban pop, will be in playing his first live show in Toronto in 5 years. A nostalgic resurgence of his greatest hits from his 7 albums, including his 1996 debut single Pony and recently released (2015)Bachelor Again, But Wiser. Ginuwine will be joined by Toronto artists Témi, a l l i e and Délon Om, as well as DJ Nino Brown and DJ Jason ChuckUnlike other shows produced in Toronto 5y is cultivating a experience that will last amongst our guests. In doing so, we are taking a portion of every ticket sale and proceeding it to the Big Brothers and Sisters Foundation. In addition to this we currently trying to support inner city public school by having students come and see how the set-up of a concert is done. We are going the lengths in doing this because we know the demographic of our concert is directly tied into the platform of Brothers and Sisters and can understand the lack of opportunities derived from an inner-city school. We see this as a win-win situation. ",
        "category_key": "music"
    },
    {
        "title": "Connors Cup Finals at the National Gallery",
        "description": "The 2014 Connors Cup Finals are hosted for the sixth year by the National Gallery of Canada!    Tickets are $8 in advance and $10 at the door.    Come watch Ottawa's top 5 teams play for the cup. ",
        "category_key": "crafts"
    },
    {
        "title": "Demo Event",
        "description": "Demo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo EventDemo Event",
        "category_key": "food-drink"
    },
    {
        "title": "TEDxEastBrunswickHighSchool",
        "description": "More details are to come soon! Be sure to check our website at www.TEDxEastBrunswickHighSchool.com for more information.",
        "category_key": "other"
    },
    {
        "title": "The Denver Annual 420 Rally",
        "description": "The Denver Annual 420 Rally 2016Featuring FREE Performances by Wiz Khalifa and Lil WaynePresented by: Colorado Marijuana Company, MassRoots, Sweet Leaf, and Amber IceThe largest FREE celebration of the culture and legalization of cannabis is set to return to the heart of downtown Denver on May 21, 2016! Over 100,000 cannabis enthusiasts and 250 vendors are expected to converge at the scenic Civic Center Park in Denver to celebrate the wonders of cannabis, enjoy performances from world-class artists, and raise awareness of critical issues facing Colorado and the nation as a whole.Park Access (FREE) -Limited Premier Viewing Access ($50) -  \nPremier viewing section\nExpress Entry\nExclusive Deals at local Colorado Dispensaries\nMassRoots All Access Pass ($150) -  \nAll-Access Pass\nFont Row viewing section\nExpress Entry\nPrivate Restrooms\nPrivate Food &amp; Drink Access\nExclusive Deals at local Colorado Dispensaries\nAccess to Civic Center Park is free and open to the public; however, we encourage attendees to purchase Access Passes for the best experience and to help support our non-profit's mission.For more information on sponsorships, booth space, and advertisements, please fill out our Application Form. To learn more about the Denver Annual 420 Rally, please visit our website. Tickets are non-refundable and all sales are final, except if the event is cancelled.",
        "category_key": "music"
    },
    {
        "title": "Welcoming Immigrants via Outdoor Rec Programs",
        "description": "In 2010, Adrienne Blattel developed a program through an inner-city community centre in Montreal to bring together newly-arrived immigrants and other Montrealers through outdoor recreation. During this presentation, Adrienne will outline how activities are run to foster integration and intercultural understanding, which types of outings have worked well, lessons learned and ideas for the future.Adrienne Blattel started up an Intercultural Outdoor Recreation Program in 2010, through a local community centre, with the goal of bringing together Montrealers from near and far through outdoor activities. Adrienne originally hails from Ottawa, where she developed a taste for paddling, cross-country skiing, camping and more. During her time spent in France, Montenegro and Montreal, she learned first hand how outdoor recreation can help people settle in, and was inspired to start this program in Montreal. Adrienne has a Masters in Environmental Studies from York University.",
        "category_key": "other"
    },
    {
        "title": "\"Three Clarinet Quintets\"",
        "description": "Only at Inner Space Concerts can you hear all three of the most well-known clarinet quintets (Mozart, Brahms and Weber) in one evening! Join Symphony Nova Scotia musicians Eileen Walsh, Isabelle Fournier, Mark Lee, Kerry Kavalo and Shimon Walt for these must-hear masterpieces for clarinet and strings!",
        "category_key": "music"
    },
    {
        "title": "Panel: Crossing Borders",
        "description": "20 Years in the making; Independent Latin Canadian Cinema“To be Latino is thus somewhat like directing a loquacious orchestra without a score, to undergo a seemingly endless negotiation of identity and difference from both inside and outside a multifaceted prism, and to be involved in a constant search for an inter- and intra-community common ground.”  Elena FederEchoing the film screenings, the issues and ideas discuss at the panel will cover all aspects of the diasporic experience of the Americas. The majority of the presenters residing in Canada who have also immigrated from elsewhere in the continent. About one-third are non-Latin filmmakers, academics, or both, whose work exhibits different foci and degrees of concern with border-crossing issues and post-national diasporic identity formations.In reflecting on the history, the panel aims to consider the framework evolution that will be needed to support Latin Canadian independent filmmaking into the future.  The question of the ongoing need for spaces for culturally specific media arts exhibition and their relevance to future generations of independent Latin-Canadian filmmakers is being questioned, and this question will serve as the starting point for discussion on this panel.Panelists include notable Latin American media artist and programmers such as Ricardo Acosta, Alejandro Ronceria, Jorge Lozano, and Sinara Rozo.With this special program we aim to showcase the achievements and talent of our filmmakers and their integral role in the artistic identity of the Canadian cultural panorama. ",
        "category_key": "other"
    },
    {
        "title": "2016 Forte Studios Battle of the Bands",
        "description": "TICKETS AVAILABLE AT THE GATE on 9/24 | $10\n\nJoin us for a fun and exciting outdoor concert festival featuring regional midwest music, a food and drink vendor and a street beer garden serving local craft beer from Boone Valley Brewery &amp; Budweiser!  Midwest bands battle to win a free album recording ($5,000 value) in an annual outdoor festival style concert downtown Boone, Iowa\n\nYou be the judge!  Audience participants will vote for their favorite band during the afternoon battle rounds reducing the competition to six bands for the evening concerts.  In total twelve bands will compete and perform on an outdoor live stage downtown.\n\nBands performing include:\n\n\n\t\n\tD-Ko  | Punk Rock from Rochester, Minnesota | https://www.facebook.com/DKOofficial/ -\n\t\n\tFar From Innocent | Rock Band from Hampton, Iowa | https://www.facebook.com/Far-From-Innocent-6672084... -\n\t\n\tBooksie &amp; the Pages | Swing &amp; Jazz Rockabilly from Rochester, Minnesota | https://www.facebook.com/BooksiePages/?fref=ts-\n\t\n\t\n\tSilent Redemption | Power Rock from East Dubuque, Illinois | http://www.facebook.com/SilentRedemptionMusic -\n\t\n\tRighteous Wicked | Alternative Blues Rock from Ames, Iowa | https://www.facebook.com/therighteouswicked -\n\t\n\tOf the Monks | Blues Funk From Des Moines, Iowa | https://www.facebook.com/ofthemonks -\n\t\n\tThe 9th Planet Out - Hard Rock from Rochester, Minnesota | https://www.facebook.com/The9thPlanetOut/ -\n\t\n\t\n\tThe High Bank Boys | Country music from Deep River, Iowa | https://www.facebook.com/thehighbankboys/-\n\t\n\tWhat Lies Within - Metal music from Des Moines, Iowa | https://www.facebook.com/whatlieswithinofficial/ -\n\t\n\tKickstart the Sun | Rock music from Ames, Iowa | https://www.facebook.com/kickstartthesun   -\n\t\n\tThe Crak-Pots | Psychedelic Rock Funk from Minneapolis, Minnesota | https://www.facebook.com/CrakPots/ -\n\t\n\tBad Authority | Rock band from Carroll, Iowa | https://www.facebook.com/blackdiamond5769/?fref=ts\n\t\n\n\n\nFeaturing Guest performances in the afternoon and evening in between the battles by:\n\n1.  Through the Darkness | Metal band from Grand Junction, Iowa | https://www.facebook.com/wefindthelight/?fref=ts\n\n\n2. Vaudeville | Rock band from Minneapolis, MN | https://www.facebook.com/vaudevillemn/?fref=ts\n\n\n3. Hawk McIntyre | Blues from Boone, Iowa | https://www.facebook.com/hawkmcintyremusic/?fref=t...\n\n\n\nItinerary of Events\n\n11:30AM - Gates open12:00PM (noon) Battle Rounds (Features both bands on stage at the same time battling for 30 minutes)\n\n12:00PM Battle - Kickstart the Sun VS Of the Monks1:00PM Battle - What Lies Within VS The 9th Planet Out\n\n2:00PM - 4:00PM - Kids Activities\n\n2:00PM Battle - Bad Authority VS The High Bank Boys2:30PM Guest Feature Band - Through the Darkness3:00PM Battle - The Crak-Pots VS Booksie and the Pages4:00PM Battle- The Righteous Wicked VS Far From Innocent4:30PM Guest Feature Band - Vaudeville5:00PM Battle - Silent Redemption VS D-KO5:30PM Battle Round Awards &amp; 50/50 raffle\n\n6:00PM Final Rounds Begins! (Featuring 30 minute concerts of the 6 battle round winners) Guest acoustic performance in between set changes by Hawk McIntyre\n\n10:45PM - Champion Award Announcement\n\n** Limited quantity of shirts will be at the event.  We can take orders and ship to your home after the event **\n\n- Images of the tee-shirt design is shown below in the image gallery.\n",
        "category_key": "music"
    },
    {
        "title": "UTEP Retirement Dinner",
        "description": "President Diana Natalicio \n\ncordially invites you and your guests to\n\n The University of Texas at El Paso\n\n Retirement Dinner\n\nHonoring the 2015-2016 Retirees\n\nFriday, August 12, 2016\n\nReception – 5:30 p.m.\n\nDinner – 6:00 p.m.\n\nTomás Rivera Conference Center\n\nUnion Building East, 3rd Floor, Room #308\n\nThe University of Texas at El Paso\n",
        "category_key": "social"
    },
    {
        "title": "Carrie",
        "description": "You already know that being a teenager is hard. On top of all of the general awkwardness, it's even harder with crazy moms, mean girls, and cute guys who want nothing to do with you because you're a total square, plus the pressure of wondering if anyone will ask you to prom. If you're dealing with all of these things and also happen to have telekinetic powers that are seemingly uncontrollable... well then soooooouie, life must be impossible. But you don't have to worry about that, because luckily for you, you're not Carrie. (Unless you are, in which case I'm sorry I called you a total square, please don't hurt me with your mind powers.)Brian De Palma's bloody masterpiece Carrie will be screening at The Royal as a part of our Halloween Spooktacular, and we can't wait to relive all of the memories that we've already worked hard on repressing about high school. I mean, high school was bad, but I guess at least it wasn't that bad. If blood-splattered high school gymnasiums aren't you thing, then at least come and witness John Travolta as Billy Nolan, with better hair than I could ever dream of having. Because if you don't come, remember, they're all going to laugh at you!",
        "category_key": "film"
    },
    {
        "title": "Lewis Klahr’s Sixty Six (Toronto Premiere!)",
        "description": "In partnership with the Cinema Studies Institute at the University of Toronto, and sponsored by The Beguiling...Cinema Scope magazine is proud to present the Toronto premiere of Lewis Klahr’s Sixty Six (2015)!In the feature-length collage film Sixty Six, Lewis Klahr evokes sixties culture by cutting up printed ephemera from the era, pasting together an oblique and ominous narrative from scraps of comic books, glossy magazines, classical music, and Greek mythology. More than a decade in the making, Klahr’s densely constructed magnum opus is “a valiant attempt to reconcile the existential mysteries of the past with the enduring burdens of the human condition” (Jordan Cronk, Cinema Scope), and “one of the finest cinematic achievements of the year” (Manohla Dargis, New York Times). Sixty Six is cover featured in the latest issue of Cinema Scope.Named one of the top five experimental filmmakers of the 2000s by Film Comment, Lewis Klahr is a Los Angeles-based artist and Guggenheim Fellow who has been hand-making films since 1977. Specializing in collage, he has exhibited internationally, including at the Whitney Biennial, and his work has been purchased by New York’s Museum of Modern Art, where Sixty Six debuted in December.",
        "category_key": "film"
    },
    {
        "title": "SHORTS 12: (of Ever-Ever Land i speak",
        "description": "Sunday, May 17, 5:00pmTheater 3SHORTS 12: (of Ever-Ever Land i speakPicture ParticlesThorsten Fleisch5 min., Video, 2014, GermanyIn A Perfect FeverKera MacKenzie, Andrew Mausert-Mooney8 min., Video, 2015, United States“In a Perfect Fever riffs on a ubiquitous trick in film and television history, where the switching of a \"practical\" light -- a light source within the frame -- serves as a moment of conspiracy between filmmakers, characters, and audience, allowing drastic, even impossible changes to the scene while still functioning as a believable, diegetic moment. Unfurling like a dream, the video expands to consider recent psychological studies investigating empathy that find increased stress levels and shorter life spans for the individuals doing the caring. How do we name the value of this costly connection?” - Kera MacKenzie, Andrew Mausert-MooneySpeculumRichard Ashrowan17 min., Video, 2014, United Kingdom“Speculum is a moving image sigil, a rehabilitation of the present though the prism of the past. The work explores ancient theories of matter in which luminous emanation gives rise to physical form, drawing on the early light philosophers Roger Bacon (1214-1292), Agrippa von Nettesheim (1486-1535) and John Dee (1527-1609).” - Richard AshrowanNight NoonShambhavi Kaul11 min., Video, 2014, Mexico/USA\"Shambhavi Kaul's Night Noon sets up dialectical dread in Death Valley with a series of uncanny shots of eroded, geological formations and dunes that seemingly fold into night skies and shimmering waters. Beginning in Zabriskie Point, the film surreptitiously crosses over into Mexico, its creative geography never far from our cinematic memory.\" - Andréa PicardGinza StripDianna Barrie, Richard Tuohy9 min., 16mm, 2014, Australia“The Ginza of fable and memory.  This is the first film I have finished using the 'chromaflex' technique that we developed.  This is a very much hands on colour developing procedure that allows selected areas of the film to be colour positive, colour negative, or black and white.“ - Dianna Barrie, Richard TuohyMemento MoriPelin Kirca4 min., Video, 2014, Turkey“A vignette about life in general.” - Pelin KircaCicatrixJeremy Moss7 min., Video, 2014, USA“An experience in layers, scars, and deterioration. The image oozes, rips, and bubbles, emulating both creationist and destructive impulses. The 16mm footage was created and manipulated at Ontario's renowned Independent Imaging Retreat (aka Film Farm).” - Jeremy MossThe StroboscopeJustin Lincoln4 min., Video, 2014, United States“Violent Abstraction. An homage to the Structural films of Paul Sharits. Sound produced with Little Bits/Korg Synth Kit. The colors are generated from a feed of images in the blogging platform Tumblr and manipulated in the programming language Processing. (Warning. Strong stroboscopic effect. May cause seizures.)” - Justin LincolnHorizonStephanie Barber3 min., Video, 2014, United StatesDisplacementsManuel Alvarez Diestro9 min., Video, 2013, United Kingdom“Hong-Kong is one of the densest cities in the world. As there is no much space available, new towns are adjacent to the cemeteries. These days in Hong-Kong the world of the living coexists with the one of the dead. Meanwhile, Hong Kong inhabitants move from place to place. They are waiting for a final displacement.” - Manuel Alvarez DiestroLimited Speech Holds Endless MisunderstandingsOrr Menirom10 min., Video, 2013, USA“Based on an interview between linguist and political-activist Noam Chomsky and an Israeli News reporter. The interview is cut into individual words, and recompose into monolog. The monolog is told by a hybrid character that is both male and female, a mixture of Chomsky and the reporter’s words and identities. “ - Orr Menirom",
        "category_key": "film"
    },
    {
        "title": "All-Star Alumni Theatresports Tournament",
        "description": "We're kicking off 2015 with a three-week celebration of some of the most illustrious (&amp; delightful) Theatresports alumni to have graced our stage(s) over the past 33 years. Hosted by Marcel St. Pierre, the All-Star Alumni Tournament runs Saturdays at 8pm from January 3 - 17 and will feature the talents of Colin Mochrie, Lisa Merchant, Jan Caruana, Ralph MacLeod, Gary Pearson, Dave Healey, Jane Luk &amp; many more!",
        "category_key": "comedy"
    },
    {
        "title": "FOLK IT ALL Music Festival",
        "description": "Folk music in Ottawa is not a new concept. From bar to festival, the city has boasted hundreds of great folk artists for decades.But while we often picture folk music as a quiet night out, those who have dug into Ottawa’s independent scene have found themselves dancing and screaming at the top of their lungs to artists who still proudly hang the folk flag. This festival is a celebration of the loudest and proudest independent folk, country and celtic artists of Ottawa. Seats and shushing be damned, this is an opportunity to stomp and scream for more. We hope you’ll enjoy it. Featuring:The Jerry Cans / Pai Gaalaqautikkut (Iqaluit folk rock) www.thejerrycans.comThe Noisy Locomotive (Ottawa/Montreal bluegrass)www.noisylocomotive.comSteamers (Ottawa/Gatineau power-folk)www.steamers613.comJames Leclaire &amp; Cable 22 (Ottawa folk rock)www.jamesleclaire.comDublin Down (Kingston celtic rock)www.facebook.com/dublindownbandJon Creeden (Ottawa/Stratford folk punk)www.joncreeden.comwith all-vinyl DJ sets by the guys at Ottawa Showbox!Tickets available soon. This is a 19+ event.This will sell out! Tell your friends and get your tickets now!",
        "category_key": "music"
    },
    {
        "title": "2nd Annual Paint the Town Burgundy & Gold Party",
        "description": "\n\tCome\n“Paint the Town Burgundy &amp; Gold” with the Washington Redskins Cheerleaders and our Women of Washington (WOW) club.  Excitement for our upcoming football\nseason will be added to with a fashion runway show, performances by the\nCheerleaders, autograph signings and of course....the brand new 2016-2017 Swimsuit\nCalendar!  Event will Thursday Sept 1\n\tst at Fillmore Silver Spring.\nDoors will open at 6:30 PM with mingling and\nautographs and the official show starts at 8 PM.\n\nWant more time to mingle before the show starts?  Purchase Platinum VIP Seats and get into the venue at 6:00 PM for a VIP Reception.  The Platinum seats are highlighted in burgundy below and come with early entry, 2 drink tickets and a prime seat to see all the action up close.\n\n\n\n\n\n\n\n \n",
        "category_key": "sports"
    },
    {
        "title": "Willow's Eat to the Beat",
        "description": "60 Female Chefs. One Worthy Cause.Benefitting Willow Breast &amp; Hereditary Cancer Support\nEat to the Beat at a GlanceCelebrating its 20th year, Willow's Eat to the Beat is a mecca for urban foodies who come to experience the best Ontario’s culinary scene has to offer. It is the only event in Canada that exclusively features the talent of 60 female chefs – women supporting women through the challenges that come with a breast cancer diagnosis.Tickets include savoury and sweet dishes at 60 stations along with wine, beer and a selection of non alcoholic libations from 20 of the finest beverage purveyors.Early Bird Tickets: $150 (available until September 10)Regular Tickets: $175 (after September 10)Date:Tuesday, October 27, 2015Time:7pmVenue:Roy Thomson Hall, 60 Simcoe Street, Toronto (St. Andrew subway station)Dress:Smart casualVisit eattothebeat.ca for more information.\nAbout WillowWillow Breast &amp; Hereditary Cancer Support was founded in 1994 as a national, not-for-profit organization. Willow provides free-of-cost peer support, insight and information to anyone affected by breast or hereditary cancer.Visit willow.org for more information.\nRegistered Charity No. 89551 3737 RR001. A tax receipt will be issued in the name of purchaser, for the maximum amount allowable by Canada Revenue Agency.Group orders requiring individual tax receipts should register separately.If required, refunds are available upon request.If you have questions or require any further information, please contact Alicia Hoffman at 416.778.6314 x 236 or ahoffman@willow.org.",
        "category_key": "food-drink"
    },
    {
        "title": "Sanchez Kane - LA Fashion Week - S/S 2016 RSVP",
        "description": "SANCHEZ KANE  - LA Fashion Week Spring/Summer 2016 Barbara Sanchez Kane is a Mexican born designer. After graduating from Industrial Engineering Barbara Sanchez Kane decided to change her path and study fashion design. Recently graduated from Polimoda (IT) where she presented “Catch as a Catch can” at Villa Favard during Pitti Uomo. Barbara collection was chosen as Vogue Talent 200 emerging designers.  While always specifically menswear focused, her collections are motivated by her mexican heritage and deeply influenced by her personal intrinsic emotional elements.",
        "category_key": "fashion"
    },
    {
        "title": "Birds of Neptune",
        "description": "About the FilmA sexy drama around two vulnerable sisters, living in their deceased parents’ home in Portland (shot on location).  A smooth-talking young man begins an affair with one of the sisters, only to then move in on the other sister.  A teenage neighbor feels he has to step in to protect the two beautiful sisters from the interloper and themselves.Director: Steven RichterCountry of Origin: USARunning Time: 97mDoc/Narrative: NarrativeLocation: Edison TheaterABOUT THE FESTIVALInspiring our community and future generations is essential.  We hope that the Mammoth Lakes Film Festival will unlock the creative mind of the public by providing emerging filmmakers with an opportunity to have their films excite the community.It will also encourage emerging filmmakers by providing them with a forum to have their work seen by industry professionals who have the potential to propel their careers. We want to bring human stories back into film without the worry of producing the blockbuster but rather use the medium to inspire and motivate our community.Our desire is to give the public opportunities to not only view the films but also our intent to provide a forum for our filmmakers to have exposure and mentorship with industry professionals is crucial. That is why we are bringing in working, successful writers, producers, filmmakers, and actors that can not only assist them with guidance but also give insight to help motivate.",
        "category_key": "film"
    },
    {
        "title": "WWF Pandamonium",
        "description": "Join us for a wild night of philanthropy and fun in support of WWF-Canada on Thursday, June 23.Pandamonium will take you on a journey of the senses, weaving together music, art, food and nature for an exploration of environmental issues and solutions. It’s both a cautionary tale and a celebration of nature’s majesty and resilience:Doom and Bloom. What does the future hold? It’s up to you: choose a world that is filled with natural wonder, sights, and sounds, or a world where nature is an apparition, lost forever.Tickets include a live performance from Juno Award-winning indie folk-rock group The Strumbellas, an immersive multimedia experience by internationally renowned digital masterminds Moment Factory, food stations curated by top chefs, striking art and floral installations, complimentary drinks and much more. VIP tickets also include a pre-party cocktail reception featuring a one-of-a-kind interactive wildlife encounter, an intimate performance from international opera star Teiya Kasahara, a VIP gift bag and a complimentary ticket to WWF-Canada’s summer party. Funds raised through Pandamonium will help WWF-Canada continue its work protecting wildlife and wild places across Canada. Learn more about how we’re working to build a future where people and nature thrive at wwf.ca.Presented ByCorporate ticket packages are available; please contact Kathryn Busch, kbusch@wwfcanada.org.For information about Pandamonium sponsorship opportunities, please contact Sarah Powell, Partner Marketing Senior Specialist: spowell@wwfcanada.org or (416) 489-4567 ext. 7305We accept Visa &amp; Mastercard. Please note: tickets are nonrefundable but can be transferred. See our full Terms &amp; Conditions. ",
        "category_key": "social"
    },
    {
        "title": "Inspiring Deeper Learning with Music",
        "description": "Why do we teach and learn our ABC’s with a song? Learning techniques that use music, motion, humor and fun take place in the affective domain of the brain, and tend to be deeper and longer lasting. Join two veteran singer-songwriter-performers for tips and tools for using music to teach and reinforce concepts for long term behavioral changes.Remy Rodden is a singer-songwriter and Manager of Environmental Education and Youth Programs with the Department of Environment, in Whitehorse, Yukon, Canada. He's performed his \"not-for-kids-only\" nature and conservation songs from coast to coast to coast in Canada, and every continent including Antarctica -- in schools, in festivals, at conferences, and for the penguins! Joyce Rouse (Earth Mama) is a singer, songwriter, actor, educator and creator of the  Earth Mama® music projects.  She addresses the critical issues facing our planet, as inspired by her love of Earth and her Masters Degree in Earth Literacy.   She communicates her messages in an effective and entertaining way, in words adults and children alike can readily understand, and in a variety of tempos that make them fun to listen to and easy to remember.  Her songs are heard world-wide through various media, at Earth Mama concerts, and on her eleven CD’s which now play on six continents. ",
        "category_key": "other"
    },
    {
        "title": "Belle and Sebastian",
        "description": "A beloved story since the 1960s television series introduced resourceful young Sebastian and the giant mountain sheepdog he tames and calls Belle, this heartwarming new feature film is set during WWII in the snowy Alps of occupied France, on the border of Switzerland. Sebastian, lonely and dreaming of the day his mother will return from America for him, befriends \"the beast\" the local farmers are convinced is killing their sheep - an enormous yet gentle sheepdog who quickly becomes the boy's best friend and protector. With Nazis in the village rooting out the resistance fighters helping Jewish refugees cross the border, Belle and Sebastian's loyalty - to each other and the village that's embraced them both - will be put to the test.",
        "category_key": "film"
    },
    {
        "title": "sharksteeth - fri, sep 30th - SOLD OUT",
        "description": "Six courses...Seafood-centric... Come curious.. Leave sated..\n\t\n\n\n\nTICKET INFORMATION:\n\n\n\tTickets are $95 per person (plus 3.5% credit card processing fee). \n\t\n\tThere are no refunds or exchanges for the tickets. All ticket sales are final. This ticket is like a ticket to a concert, theater show, or sporting event.\n\t\n\tTickets can be transferred to another guest, but they cannot be resold beyond face value (which in many states is illegal and honestly, just not cool with us). If you do need to transfer your tickets to someone else, please let us know via email so that we can update your ticket with the new guest's info.\n\t\n\nDINNER INFORMATION:\n\n\n\tAddress for the event will be included in the ticket confirmation email after tickets are purchased.\n\t\n\t\n\tFood modifications/substitutions politely declined. \n\n\t\nWe will do our best to accommodate food allergies but will not be able to accommodate any severe allergies (nuts, shellfish, etc). \n\t\n\t\n\tPlease note that sharksteeth is seafood-focused so if you have any seafood aversions or seafood allergies this will not be the best place for you.\n\t\n\t\n\tYou are invited to bring your own beverages to drink and to share with others. Beverages will not be sold at the event. We will provide water, ice, and glassware.\n\nOther random info:\n\n\n\tNo dress code. Wear what you are most comfortable in.\n\tTaking photos is always ok with us!\n\t\n\n\n\nTo inquire about private events, please email us at info@wolvesmouth.com\n",
        "category_key": "other"
    },
    {
        "title": "\"Sweet as Chai\" in Support of Chai Lifeline Canada",
        "description": "Tickets: $20 min. donationhttps://www.universe.com/chailifelinesweetaschaiMorry Homes and Hendrixroe present “Sweet as Chai” in support of Chai Lifeline Canada. Please join us on Saturday, February 13, 2016 for a sweet night to remember! Over 300 Young Professionals will come together Yorkville at Lyrics Music Bar.Come out for an incredible night of celebration in support of Chai Lifeline Canada- 100% of proceeds will be donated to support our Chai Lifeline children who are suffering from terminal and chronic illnesses. #paryt4acause with DJ Morgan Starr with special guest DJ  J-Donde and Lani B. on drums with Live Art by  Melysa Gorlicky  and exclusive Jewelry raffle prizes donated by Binny Eizicovics from Remy SalesYour Ticket includes:\nEntry to the 2016 “Sweet as Chai”\nComplimentary Drink ticket\nComplimentary Raffle ticket\nLive entertainment\nAccess to raffle contest\nLate night refreshments\nAttire: CocktailThanks to your incredible support, tickets for the 2016 “ Sweet As Chai” evebing are 75% SOLDOUT! We can't wait to see you at the #sweetaschai!",
        "category_key": "social"
    },
    {
        "title": "Hope Connections: Atlanta",
        "description": "Hope ConnectionsDiscover Your Role in God's Mercy to the Poor. The Psalms say that God is “near to the brokenhearted and saves the  crushed in spirit.” And there are few experiences in life more beautiful  than when God chooses to use us to show His mercy to another.Join us for a meaningful evening of reflection and vision-casting  with Children’s Hunger Fund. Together, we will trace the amazing  connections that God is utilizing to provide hope for children here at  home and around the world. We hope you will discover your role in the  story of God’s mercy to the poor.We hope you will attend and bring with you friends who you believe will share your passion to deliver hope for suffering children. Speakers: Dave PhillipsPresident and Founder of Children's Hunger FundMichael RichardsExecutive Director, SouthD.A. HortonPastor, Author, SpeakerSunday, June 14, 20156:00-8:30 PMMaggiano's Little Italy 4400 Ashford Dunwoody Road #3035Dunwoody, GA 30346Buffet dinner to be served",
        "category_key": "other"
    },
    {
        "title": "The Event 2016 Special Guests",
        "description": "The Event is an unforgettable evening of food, wine, auctions and entertainment that unites our community in support of the Las Virgenes Unified School District.We'll have tastings from premier local restaurants, wineries and craft breweries along with amazing, one-of-a-kind auction items and a phenomenal live concert. With over 1,000 guests from Hidden Hills to Westlake Village, it's the perfect opportunity to see friends and celebrate our extraordinary Las Virgenes community.All proceeds from The Event will support the classroom teachers and counselors who make a difference in our children's lives everyday. Your participation will ensure that every one of our students has the resources they need to reach their highest potential.We invite you to come join us for this magical and memorable night. Don't miss the party of the year!",
        "category_key": "food-drink"
    },
    {
        "title": "Miniemeninstituut 175",
        "description": "MiniemeninstituutZaterdag 21 mei 2016Vanaf 19:00",
        "category_key": "social"
    },
    {
        "title": "Sunday at Rosehall in Three Acts",
        "description": "Sunday at Rosehall in Three Acts: Library Tasting, PICNIC PEC Lunch and Festival Players PerformanceJoin us for a wonderful day of incredible library wines, delicious food and hilarious live theatre - all in one place, at Prince Edward County's Rosehall Run!Rosehall Run is one of our region's premier wineries, opened in 2006. The team has won numerous national and international awards for their wines.The PICNIC PEC food truck serves sandwiches, salads, charcuterie and cheese plates made from the freshest local produce and artisanal ingredients with a focus on healthy and tasty - all designed to complement the wines of Rosehall Run.Festival Players of Prince Edward County is the region’s professional summer theatre company. For nine years, Festival Players has brought the beautiful landscapes, towns and villages of the County to life through the incredible power of theatre.Following our lunch there will be an opportunity to purchase a selection of library wines and current vintage offerings.The event will include:\nCellar tour and private tasting of 3-4 library wines and exclusive offer to purchase any of them\nLunch with PICNIC PEC - sandwich and salad of your choice\nFestival Players ticket (see details on the Stag &amp; Doe performance below)\nComplimentary glass of wine at intermission\nCan't make the show? Limited tickets are also available for a two-act performance: the library tasting and lunch.Timeline:11:30 - Arrival at Rosehall Rum11:45 - 12:30 tour and tasting12:30 - Lunch1:30 - 3:00pm - Festival Players showStag &amp; DoePlaywright Mark Crawford bowls us over with a fast-paced, funny romp through the ridiculous, superstitious, and sometimes politically prickly ritual of small-town pre-marital shenanigans known as the Stag and Doe. The hall is booked, the liquor is on order, the guests are due to arrive... and all hell breaks loose!Written by Mark Crawford - Directed by Sarah PhillipsFeaturing:Andrew FlemingKatie LawsonLisa NortonCraig PikeIain StewartFerelith Young  DesignersSet Design - Steve LucasCostume Design - Alex Amini",
        "category_key": "food-drink"
    },
    {
        "title": "sharksteeth - fri, aug 12th - SOLD OUT",
        "description": "Six courses...Seafood-centric... Come curious.. Leave sated..\n\t\n\n\n\nTICKET INFORMATION:\n\n\n\tTickets are $95 per person (plus 3.5% credit card processing fee). \n\t\n\tThere are no refunds or exchanges for the tickets. All ticket sales are final. This ticket is like a ticket to a concert, theater show, or sporting event.\n\t\n\tTickets can be transferred to another guest, but they cannot be resold beyond face value (which in many states is illegal and honestly, just not cool with us). If you do need to transfer your tickets to someone else, please let us know via email so that we can update your ticket with the new guest's info.\n\t\n\nDINNER INFORMATION:\n\n\n\tAddress for the event will be included in the ticket confirmation email after tickets are purchased. \n\tFood modifications/substitutions politely declined.\n\t\n\tPlease note that sharksteeth is seafood-focused so if you have any seafood aversions or seafood allergies this will not be the best place for you.\n\t\n\t\n\tYou are invited to bring your own beverages to drink and to share with others. Beverages will not be sold at the event. We will provide water, ice, and glassware.\n\nOther random info:\n\n\n\tNo dress code. Wear what you are most comfortable in.\n\tTaking photos is always ok with us!\n\t\n\n\n\nTo inquire about private events, please email us at info@wolvesmouth.com\n",
        "category_key": "other"
    },
    {
        "title": "Sex with Dr Zen Live Talk Show Taping",
        "description": "Have you ever wanted to explore Tantra living? Host, Mary Ann Marlow, will share her expertise in Tantra sexuality with her special guests. Guests Include:Enzina DeAngelis -  From The Energy Zone in Richmond Hill - Talking to us about the heart chakra; and how this energy center of the body is the first and foremost important place in the body to unravel; for long lasting sexual relationships.Andrzej Kardys - From Yogibare Yoga here in Toronto - Talking to us about how nakeness must be implimented into our daily lives. Darren Austin Hall - Sound Healing - His music is The Tantra of Truth \nGail Scott - Lifestyle/Self Expression Coach here in Toronto - Talk to us about Getting Out of Your Sexual Comfort Zone.Lois Ferguson - Registered Nutritionist here is Toronto - Talking to us about how sexy taste can be.  Proper nutrients to entice sexual energy.For more information go to www.nikkiclarkenetwork.com",
        "category_key": "social"
    },
    {
        "title": "Lunch Break Learning-PowerPoint Animations-Fri",
        "description": "Do you have to change out a picture in a complicated animation and don't know where to start? Or do you just want to enhance your message on your PowerPoint? Come learn to make the most of this often overused, but powerful feature.You will learn:-What the available options are to edit-To use the timeline to time your animations correctly-How to hide objects to make editing easier",
        "category_key": "business"
    },
    {
        "title": "Gotham Girls Junior Derby: Summer Camp (6-11 yrs)",
        "description": "Learn to skate from the Gotham Girls Roller Derby coaches!If you are a female between the ages of 6 and 11 years and want to learn to skate and play roller derby, this is the camp for you!We will cover roller skating basics and introductory roller derby skills. You must have your own skates, knee pads, elbow pads, wrist guards, helmet, and mouth guard. No skating skills are necessary, but you must be able to make it around the track without holding onto walls or people. Gotham Girls Junior Derby Basics Skating and Derby Summer Camp will run Monday August 15 through Friday August 19, 10am-4pm each day. \nEach camp day will have a morning skate session, lunch and fun off-skates activity, and an afternoon skate session. \nMid-day breaks will be BYOL (bring your own lunch) and will include activities like icebreakers, footage viewing, movie watching, derby rules session, and skate maintenance with Five Stride Skate Shop. \nCamp days are cumulative and must be purchased as a whole package.\nCapacity is limited to 20, reserve your spot today!**Tickets are NON REFUNDABLE and NONTRANSFERABLE***Events may be canceled and participants' money refunded if there is not enough interest in this session*",
        "category_key": "sports"
    },
    {
        "title": "Le Geek POP!",
        "description": "Join us for a night of naughty nerdy fun as we bring your favorite video game, comic book, cartoon and pop culture characters to life! You know them, you love them, now see a whole new side of them!Geeky burlesque and variety acts at it's finest!Starring:Boom Boom Bridgette as Kitana (Mortal Kombat)Syanndra Delamorre as Larxene (Kingdom Hearts)Hakan Dances as BatmanLuna L. Creme as Sailor MoonLakota Shekhar as Storm (X-men)Claira Bell as Cat Woman Pushing Daisys as Sweeny Todd Pushing Dasiys as Jayne (Firefly)Ivy Leaves as Rose Lalonde (Homestuck)Shrimp Cocktail as Super Mario Just Jingles as The Joker (Batman)Claira Bell as Felix (Wreck it Ralph)Gregory Dobbs as The Doctor (Doctor Who)Gregory Dobbs as Zuko (The Last Air Bender)Boom Boom Bridgette as Regina Mills (Once Upon A Time)Esmerelda May as C3poEsmerelda May as XenaBambi Deerest as PikachuHosted by Bebe Beretta as Sailor Jupiter Join in the cosplay fun! Dress up as your favorite character for our cosplay costume contest!Doors at 9pm21+Advanced tickets $10VIP couch $25$15 at the door ",
        "category_key": "performing-arts"
    },
    {
        "title": "TEDxWayPublicLibrary",
        "description": "Way Public Library is pleased to announce our inaugural TEDx event!  We \nbelieve that a library is an excellent forum for sharing ideas and \ngaining inspiration. Our mission in hosting a TEDx event is to get our \ncommunity motivated.  The theme for the event is “A Community of Ideas” \nand we want to tap our community – local and national – for speakers and\n attendees who have ideas and inspiration!  The event will take place on Saturday, April 12th from 7:00 pm-10:00 pm.  Doors open at 6:15 pm.No refunds.  Tickets will not be sold at the door.T-shirt size not guaranteed if registering after March 28th.",
        "category_key": "social"
    },
    {
        "title": "House Made Cheese and Cocktails",
        "description": "We're excited to announce the first ever collaboration between Brooklyn's Industry City Distillery and Cheese Grotto in one evening of house made cheese and vodka cocktail pairings.Chef and cheese maker, Jessica Sennett of Cheese Grotto, will be producing a mighty plate of fresh house made ricotta salata, mozzarella, and mascarpone. All cheeses will be paired with late summer/early fall produce.After much taste testing with Industry City Distillery, they have discovered the perfect cocktail pairings for a satiating tasting flight.Come watch the sun set in Sunset Park at Industry City Distillery's tasting room. We'll gather around tables with food and drink, and discuss the nature of all things dairy and distilled.Live jazz music is included in the evening's festivities!Tickets get you entry to the wonderful event, along with a large plate of cheese and produce pairings. A flight of recommended cocktail pairings can be ordered at the bar! ($5/cocktail or $20/flight of cocktails)ON THE MENUHouse Made Ricotta Salata with Cucumber + Baby Peas + Chive + Mint *Recommended cocktail pairing*   The Bee Sting: Technical Reserve limoncello, lemon juice, fresh ginger juice, honey syrup.  House Made Creamy Mozzarella with Slow Roasted Tomatoes + Crispy Leeks*Recommended Cocktail pairing*  The Pinkest Gin: Delicate, vacuum distilled gin made with Technical Reserve then shaken with wild rose syrup.House Made Mascarpone with Macerated Peaches + Candied Flower + Thyme *Recommended cocktail pairing*   Black and Red Cocktail: Blackberry and rose petal Technical Reserve cordial with fresh lime juice and bitters.  Cheesy Martini: Kaffir Leaf infused Technical Reserve with house made mozzarella + roasted pepper stuffed olives *Recommended cocktail pairing*   Nutritious, delicious, and naturally boozy  Wood fired oven SCRATCHbread The most savory and addictive breads made in Brooklyn. Their focaccia and peasant loaves will be eaten in abundance.Industry City Distillery's new tasting room is rustic and elegant. With amazing views of the sunset over the New York City skyline, there's no better way to spend a Thursday evening. IDC is a key community player in the larger Sunset Park neighborhood. Their events pull hundreds of people to their doors, and their hospitality is unbeatable. Come meet food makers and food lovers alike from all over Brooklyn!",
        "category_key": "food-drink"
    },
    {
        "title": "HE NAMED ME MALALA Fundraiser Screening for C4WA",
        "description": "The documentary HE NAMED ME MALALA will be playing November 6 to 12 at The Screening Room in Kingston, Ontario. The Friday November 6 @ 7pm opening night screening will be a special fundraiser event for Canadians for Women in Afghanistan (C4WA). C4WA is a charity which advances educational opportunities for Afghan women. Tickets (all seats) for the Friday Nov 6 @ 7pm fundraiser screeing: $20Documentary / USA / Rated PG / 88 minutesDirected by Davis Guggenheim (An Inconvenient Truth, Waiting for Superman)Synopsis: He Named Me Malala is an intimate portrait of Malala Yousafzai, who was wounded when Taliban gunmen opened fire on her and her friends’ school bus in Pakistan’s Swat Valley. The then 15-year-old teenager, who had been targeted for speaking out on behalf of girls’ education in her region of Swat Valley in Pakistan, was shot in the head, sparking international media outrage. An educational activist in Pakistan, Yousafzai has since emerged as a leading campaigner for the rights of children worldwide and in December 2014, became the youngest-ever Nobel Peace Prize Laureate. \n“A big screen heroine of astounding power swoops into theaters this week, caped in a hijab, a backpack full of books slung over her shoulder, a crooked smile the reminder of her fearlessness.” -Los Angeles Times\n",
        "category_key": "film"
    },
    {
        "title": "Drop-In Workshop: Long Form Sundays",
        "description": "Long Form Drop-In Classes: Sundays at 6:30pmWho is it for? Our Sunday drop-in is for intermediate to experienced improvisers looking to work on their long form skills. What is it? Led by Bad Dog faculty members (and Repertory Players), the Long Form Drop-In class will focus on group work, theme, world-building, and narrative.COST: $12 to reserve a spot, or $10 in person - which also gets you a ticket the 8pm show!",
        "category_key": "comedy"
    },
    {
        "title": "Lunatick, An OdDancity Horror",
        "description": "An OdDancity work based on the psychology of mental instability and its direct correlation to humankind. Choreographed by Alex Floyd. Composed by Gian Trinidad. Danced by Ana Miro, Kistina Pressler, Angela Todaro, Chrissie Leong. Dancers explore the normality of “crazy” through four differently affected people.From obsessive compulsive and introverted, to over emotional and hyperactive, audiences may find themselves easily relating to these “mental patients.”The tiCk of time leads us all to lunacy.OdDancity is a modern dance company under the direction of Alex Floyd which breaks new ground, pushing art past its limitations using psychology and physical language of the subconscious. ",
        "category_key": "performing-arts"
    },
    {
        "title": "The Soil & The Sun@Park Theatre-Holland, MI",
        "description": "The Soil &amp; The Sunw/Saltbreaker and TBAJuly 21, Doors 8PM$10 advance, $15 at the doorGeneral Admission",
        "category_key": "music"
    },
    {
        "title": "Mondo Hackathon II",
        "description": "The Mondo API is out of this world. We’ve got a huge amount of information available about everything that happens to your account, delivered in JSON over either a lovingly crafted REST API or web hooks pushed to you in real-time..We’re excited to see what you’ll build with it, from realtime dashboards, to intelligent apps, to physical internet-connected devices like our 3D printed fuel gauge for your bank account.This is the bank API you’ve been waiting for. At the beginning of the hackathon we will give each team access to: Our prototype mobile application (iOS only for now)\nA client id and secret to access our API\n\nThen you get to build cool things for two days :D Our engineering team will be around to help with any issues you might run into.What kinds of things can I build?Some examples to get your creative juices flowing: An integration that checks you into Foursquare every time you pay somewhere with a card\nMatch up parsed email receipts via Context.io with bank transactions and automatically attach amazon receipts and images to your transactions in your banking app\nA financial gamification app that observes my transactions and gives me points for streaks and exploring new locations\nSee what people built during our first HackatonWho can participate?Anyone who ever wished their bank had an API!How are teams formed? Can I work alone?We will ask people with ideas to pitch them to the participants. After the pitches, people form into teams organically. If you'd rather work alone, we can try to accommodate that.What capabilities does your API have?The API is documented here. You can list transactions, create pretty feed items that are visible in the app's main view, and receive web hooks when a transaction is made.Is this an overnight thing? When do I go home?The hackathon kicks off 10am on Saturday and goes on until around 5 or 6pm. We will reconvene at 10am on Sunday and work until the final presentations at 4pm.Are there any prizes?Fame and glory! :) This is the first hackathon we're running on the first version of our soon-to-be legendary API.You will also receive one of the first Mondo cards once they come off the press, and be one of the first developers to play with the API. Who knows, maybe you'll start a whole new business or side project off the back of our API once we launch. We also encourage you to write and blog about your experiences on the internet if you enjoy that kind of thing ;-)Is food and drink provided?Absolutely! We will probably get pizza, snacks, non-alcoholic beverages and beers from our namesake MONDO brewery.I have further questions…Great! Please don't hesitate to reach out to hackathons@getmondo.co.uk with any questions or if you have an idea you'd like to discuss.",
        "category_key": "tech"
    },
    {
        "title": "Synthetic Free Listing",
        "description": "asdasdasd",
        "category_key": "music"
    },
    {
        "title": "Redesigning Looney Tunes",
        "description": "Time for an in-depth look into what it means to redesign characters we all know and love. Warner Bros. lead designer Jessica Borutski will work through a lesson with Bugs Bunny and Daffy Duck, staring from the model sheets of Chuck Jones and showing what route she took in developing these classic characters into THE NEW LOONEY TUNES SHOW. Participants are encouraged to also bring in their own characters which Jessica can draw over and redevelop with more dynamic shapes or interesting lines. Bring a sketchbook, pencils and an eagerness to learn tons.Venue:George Brown College | Workshop Room (Room 004) | 51 Dockside Drive, Toronto",
        "category_key": "crafts"
    },
    {
        "title": "Ticketmaster Sport Client Day 2016",
        "description": "Hear the latest news from Ticketmaster Sport plus guest speakers.Overnight hotel accommodation and a Night at the Races courtesy of Ticketmaster Sport.Ticketmaster Sport are delighted to invite you to come and spend a day with us in Windsor, at the Savill Court Hotel which will include guest speakers as well as short presentations showcasing the latest news from Ticketmaster Sport followed by an evening of, hopefully prosperous, entertainment at the nearby Royal Windsor Racecourse.  Places are limited and subject to availability.Event Includes Buffet lunch &amp; drinks on arrival\nPresentations\nTransport to and from Royal Windsor Racecourse\nAn evening of racing, including:  Club enclosure ticket\nRace card\nLuxury cold 'Garden Party' style buffet &amp; platters menu\nTote betting service\n\n\nHotel accommodation (including breakfast the following morning)\nCar parking at the hotel\nFurther Information Please apply by 2pm on 15 April 2016 - places are limited and subject to availability.\nPlaces are not transferable.  \nIf you would like additional places, please add a comment to your booking.  Please note, additional places are not guaranteed and will be offered on a first come, first served basis.\nAll items listed in the ‘Event Includes’ section above are provided courtesy of Ticketmaster Sport.\nTicketmaster Sport will pay for the cost of your hotel room - any additional charges on the room will be at your own cost.\nIf you are planning on attending this event a more detailed itinerary will be sent out to you in due course.\nIf you cannot attend or have any questions please do not hesitate to contact Kayleigh Roe via email kayleigh.roe@ticketmaster.co.uk or telephone 01782 573050.\n",
        "category_key": "business"
    },
    {
        "title": "Joel and Rob's Comedy Taping",
        "description": "Get ready for a special night of stand-up comedy at the Push.  Joel Palilla and Rob Rego present Joel and Rob's Comedy Taping    Who: Lineup- Kristen Sivills (host) Anthony Thompson Lydia House Joel Palilla Rob Rego    What: \"Free Stand-Up Show That Is Being Recorded So We're Definitely... Probably... Not Going To Bomb!\"    Where: The World Famous Push Comedy Theater Norfolk    When: May 8th 7:00pm",
        "category_key": "comedy"
    },
    {
        "title": "Lunch Pass",
        "description": "L\n",
        "category_key": "business"
    },
    {
        "title": "2015 Toronto Wing Festival",
        "description": "What your Ticket gets you:10 Wing Tickets from Toronto's Top Wingers (additional tickets can be purchased for $1)Live Music EntertainmentCrown Toronto's Wing King New Look, Improved Layout, Same goal.  To enjoy the best chicken wings in Toronto and crown the King...WINGTER IS COMING!!!",
        "category_key": "food-drink"
    },
    {
        "title": "OC National School Choice Week Happy Hour",
        "description": "Join us for an informative and free happy hour as we kick off the California National School Choice Week The Ticket Tour.  We will view the documentary, The Ticket, that discusses the history of the variety of choices in education in America and why students need them.During happy hour catered by the famous, Ruby's Diner from San Juan Capistrano, we will have a panel discussion with leaders in the choice movement including: Bob Bowdon, Larry Sand, Lance Izumi, and The Honorable Bob Huff, Senate Minority Leader of California. We are looking forward to questions from you, our special guests. An added bonus....each guest will get a coveted, yellow School Choice Week Scarf!",
        "category_key": "film"
    },
    {
        "title": "Lost Conquest",
        "description": "Lost ConquestDocumentary Feature | 70 minutes | 2015 | USA Director Mike Scholtz in attendanceLong before Columbus, Viking explorers claimed the state of Minnesota. And the nice folks who live there have the ancient artifacts to prove it. Lost Conquest is a deconstructionist documentary about why we believe the things we believe. With swords.",
        "category_key": "film"
    },
    {
        "title": "Garage / Spaceman Three",
        "description": "GARAGE2007/Ireland (85 min)Director: Lenny AbrahamsonJosie (Pat Shortt) has spent 20 years as the caretaker of a crumbling petrol station in small-town Ireland. Despite loneliness and the fact that his neighbours treat him as figure of fun, he is always good natured, absurdly optimistic and, in his own peculiar way, happy; he has his place - it might not be great, but it's his. Garage is the story of Josie's hapless search for intimacy over the course of a summer which sees his little niche threatened and his life changed forever.\nSPACEMAN THREE2008/Ireland (12 min)Director: Hugh O’ConorAstro-geologist Dr. Glen Hosey is in space for the first time. His unusual method of passing the time isn't exactly compatible with the peaceful voyage the other two astronauts anticipated....Pat Shortt in person",
        "category_key": "film"
    },
    {
        "title": "Official Paisley Park Tour GA November 19th",
        "description": "Paisley Park, Prince’s extraordinary private estate and production complex in Chanhassen, Minnesota, will open for daily public tours starting October 6, 2016. Fans will have the unprecedented opportunity to experience first-hand what it was like for Prince to create, produce and perform inside this private sanctuary and remarkable production complex.\n\nPaisley Park tour tickets are only available in advance via online purchase and are NOT available for purchase at Paisley Park.  Ticket holders will only be permitted entry to the Paisley Park parking lot 20 minutes prior to their tour start time.  Ticket holders must depart within ten minutes following the completion of their tour.\n\nThroughout the experience, visitors will see artifacts from Prince’s personal archives, including iconic concert wardrobe, awards (his seven GRAMMY® Awards, a Golden Globe Award, and an Academy Award® for the film “Purple Rain”), musical instruments, artwork, rare music and video recordings, concert memorabilia, automobiles and motorcycles.  \n",
        "category_key": "other"
    },
    {
        "title": "FIFA Tournament",
        "description": "Barcelona, Manchester United, and Spain, are all great teams, but its not the team that wins games, it’s the player!If you think you’re the best FIFA 15 player, then come out Tuesday January 27 @ 6:00pm and prove it! A head to head FIFA 15 tournament will be held in the Mohawk Building, Room 201. Winner wins it all, including the title as the best FIFA 15 player at McMaster University, and a cash prize plus trophy. Register online soon as tickets are limited plus pay only $10 online, any tickets that are left will be sold for $15 at the door!Tickets will NOT be refunded however you can transfer it to your friends, just let us know! IF YOU BRING IN YOUR OWN CONSOLE OR PROJECTOR YOU CAN GET A FREE TICKET - PLEASE EMAIL US THOUGH MacGDA@McMaster.ca  ",
        "category_key": "other"
    },
    {
        "title": "ACTIVEZ Conference",
        "description": "\nACTIVEZ will bring together industry leaders to discuss how data and technology are fueling innovation and how that will shape the future of OOH.   New research will be presented on the value of OOH; its impact on brand metrics and ROI.  Hear from marketers and their agencies on how OOH is achieving their goals by delivering targeted, relevant and contextual moments that matter.\n\nACTIVEZ is a bilingual conference – speakers will be presenting either in English or French.\n\nTo learn more about ACTIVEZ conference, please subscribe to our newsletter here.\n\n\nACTIVEZ rassemblera des chefs de file de l’industrie qui examineront comment les données et les technologies suscitent des innovations déterminantes pour l’avenir de l’affichage. On présentera de nouvelles recherches traitant de la valeur de l’affichage et de son influence sur les résultats d’affaires et le rendement des campagnes. Annonceurs et agences décriront comment l’affichage les aide à atteindre leurs objectifs en créant des interactions avec les consommateurs ciblées, contextuelles, pertinentes et efficaces.\n\nACTIVEZ est une conférence bilingue; chaque conférencier fera une présentation soit en français, soit en anglais.\n\nPour en savoir plus sur la conférence ACTIVEZ, veuillez vous inscrire à notre infolettre ici.\n\n\n",
        "category_key": "business"
    },
    {
        "title": "Darkness on the Edge of Town w/The Tide Keeper",
        "description": "Darkness on the Edge of TownTroubled teenage sharpshooter Cleo Callahan strives to avenge the death of her estranged sister after she is found murdered in a public bathroom. Unknown to Cleo, her best and only friend Robin O’Riley is the murderer she's sworn to kill. As Robin's damaged brother Virgil also draws closer to the truth, the three become tragically entangled, leading to a bloody showdown that costs them all severely.IrelandRunning Time: 87US PremiereDirector(s): Patrick RyanScreenwriter(s): Patrick RyanProducer(s): Lisa Mackintosh, Patrick Ryan, Tommy FitzgeraldCast: Emma Eliza Regan, Emma Willis, Brian Gleeson, Chris Fitzgerald, Olwen Catherine Kelly, Clodagh Downing, Sam MonaghanProgrammer's Notes:An Irish western noir with two female teenage leads?  Yes, please.  Repurposing a genre in ways as authentic as they are inventive is a feat, and everything about Darkness on the Edge of Town is a surprise wrapped in a subverted convention.  There is something familiar in the accomplished handling of dark themes, the dead-eyed vow to avenge a sibling’s death, the crackling danger that permeates every scene – and yet the variations are what elevate this tale and let you know you’re watching something truly special.  Damn. - Drea Clark, Programmer &amp; Co-CaptainPlaying with short film:The Tide KeeperOne night an old seaman dreams the ocean into his bed. His sea green sheets become the polluted waters of his worst nightmare. His own mortality is at risk as his household objects become begin to suffocate him.New ZealandRunning Time: 9Director(s): Alyx DuncanScreenwriter(s): Alyx DuncanProducer(s): Alyx DuncanCast: Lee Stuart",
        "category_key": "film"
    },
    {
        "title": "Curious Cuts-Five Course menu by  Chef Trish Gill",
        "description": "of·fal \n/ˈôfəl/    Noun:  The entrails and internal organs of an animal used as food\n\nAs eating becomes more adventurous and a back-to-the land vibe resurges in the form of vegetable gardening and using all parts of everything, curious cuts of meat are appearing on highly creative chef’s menus. For those accustomed to haute cuisine, bone marrow, kidneys, and trotters aren’t anything new. But for those who cling to the notion that sirloin, chicken breast, and pork chops are all the only things our fair farm friends have to offer, there’s a whole new meat on the table. But it’s not just about novelty, or gluttony, for that matter. Utilizing every part of a beast is the epitome of sustainability. Eating everything is sustainable eating. \n\nChef Trish Gill thrives on the challenge of cooking with non-prime cuts: it takes a lot of knowledge of all tastes, textures and nutritional values in order to present the exquisitely tasting dishes on this edition of Toronto PopUp:\n\nCurious Cuts: A five course tasting menu. A lighter &amp; brighter take on the usual decadence associated with this type of cuisine, using it more as an accent to the gorgeous fruit &amp; vegetable season we are entering into! Trish carefully composed the menu in order to make this a very reasonably priced meal: great food should be accessible. In celebration of Ontario Craft Beer week, beer pairings are available with your ticket purchase, as well as wine pairings. \n\nTrish was most recently the Chef de Cuisine at the Samuel J Moore restaurant, Sous Chef at Beast Restaurant, and is currently working with Chef Charlotte Langley at Catch Seafood Restaurant. She was also involved with Death Row Meals Supper Club, doing collaborative dinners with restaurants such as La Carnita, Rock Lobster, Luma, The Hawthorne, Keriwa Cafe and more. She was part of the all-female crew of Chef Alexandra Feswick's The Dinner Party, and has assisted in dinners put on by The Group of 7 Chefs. She is very passionate about using high quality, local &amp; ethically sourced ingredients, and loves showcasing what Ontario has to offer.\n\nWe can accommodate guten-free and dairy-free requests, as well other sensitivities by request with reasonable notice. \n\nCraft beer &amp; wine pairings as well as special cocktails available.\nTicket price includes taxes. Gratuities are appreciated.",
        "category_key": "food-drink"
    },
    {
        "title": "Senators Jersey Giveaway",
        "description": "Enter for your chance to win an Ottawa Senators Jersey signed by the entire team.  All proceeds go to Unicef for Typhoon Haiyan relief efforts in the Philippines.  No additional purchase required.\n\nThis special raffle is being brought to you by BLOCK LOVE, an Ottawa-Kitchissipi neighborhood holiday party to support another neighborhood in dire need in the Philippines.\n\nFind out more about our event on Facebook https://www.facebook.com/blockpartylove\n\nDon’t miss out.",
        "category_key": "social"
    },
    {
        "title": "SWAN Day",
        "description": "On Saturday, April 12, two Chicago blogs, What Up Windy and Evie The Cool will join the worldwide celebration of women artists for SWAN (Support Women Artists Now) Day, a day celebrated internationally at the end of March (Women’s History Month) through the end of April, to empower talented young women who are passionate about their art. Participation in SWAN Day is a new, impactful way to spotlight the incredibly talented women artists of Chicago.",
        "category_key": "crafts"
    },
    {
        "title": "Two Islands Weekend - Camp For Grown-ups",
        "description": "Grab your toothbrush, your flannels, and your flashlight, and head to Two Islands Weekend, a one-of-a-kind summer camp for adults! From September 5-7, TIW will take over Camp Timberlane, located on Lake of Two Islands, a secluded, spring-fed lake, surrounded by 600 acres of hardwood forest in the Haliburton Highlands. This all-inclusive adventure offers two nights in shared cabins, and all day camp activities, including canoeing, arts and crafts, yoga, and field sports. There’ll be some nostalgic camp-wide games, like capture the flag, and opportunities to amaze your fellow campers at the camp-themed trivia night. And, unlike memories of summer camps past, dine on remarkable camp-inspired meals from amazing Toronto chefs.  At night, indulge in beverages at the bar, grab a guitar, and enjoy the camp fire (yes, there will be s’mores). Our bars will be fully stocked by Rosewood Estate Winery, McAuslin Brewery and Black Fly Spirit Beverages.*** No refunds***",
        "category_key": "food-drink"
    },
    {
        "title": "2015 AIDS Quilt Song Book",
        "description": "2015 AIDS Quilt Song Booka concert benefitingJoshua Tree Feeding ProgramNovember 29th, 2015American Songs in the Age of AIDSThis concert will be held at the Central United Methodist Church's Kendall Fellowship Hall and features selections from the AIDS Quilt Songbook, conceived in 1991 as a musical parallel to the NAMES Project AIDS Memorial Quilt. 100% of ticket proceeds support the Joshua Tree Feeding Program, a non-profit organization which provides nutrition to low-income HIV-positive residents of Maricopa County",
        "category_key": "music"
    },
    {
        "title": "Guinness Book of World Record Tequila Tasting",
        "description": "In honour of Mexican Independence Day, Tequila Tromba and Fonda Lola will attempt to break the Guinness Book of World Records for the World's Largest Tequila Tasting.  \n\nDate: Thursday, September 19, 2013\nLocation: 99 Sudbury\n\n6:30 PM - Fiesta Begins\n7:30 PM - Guinness Book of World Records Attempt - Swirl, Sniff, Cheers &amp; Drink Tromba Anejo at the Same Time\n\n$39 Ticket Includes:\n- Full Flight of Tequila Tromba (Blanco, Reposado, Añejo)\n- 2 Tacos from Fonda Lola\n- Your name in the history books!\n\nCocktails and other eats will be sold for $5 at the event!\nGreat Vendors:\n- Gourmet Bitches\n- Rock Lobster\n- Hot Bunzz\n- Playa Cabana\n- Valdez\n\nCigars and Mariachis, DJ (Bangs and Blush) and Pinatas!\nhttp://www.tequilatromba.com/worldtasting\n\nQuestions?\n\nTweet at us!\n@tequilatromba\n@fondalola\n\nJoin us on Facebook!\nhttp://on.fb.me/12sBSbt\n\nThis is a 19+ Event. No refunds will be provided.\nPlease Drink Responsibly • Don't Drink &amp; Drive",
        "category_key": "food-drink"
    },
    {
        "title": "Hauntings: Dispelling the Ghosts Who Run Our Lives",
        "description": "Lecture and Book Signing by Noted Analyst and Author James Hollis, PhDOur ancestors believed in ghosts, and perhaps they were not far off the mark as so much of daily life is driven by invisible psychic forces, archaic agendas, and imperious admonitions and prohibitions, all the more powerful because they operate unconsciously.  What are the features of such “hauntings,” and how might we gain some further foothold on a more conscious conduct of life?The lecture will explore the concept of personal hauntings. The role of the unconscious in the conduct of daily life will be examined. The significance of “complex” theory as a useful tool for self-examination and psychotherapy will be presented and means of identifying complexes through dream work and pattern analysis discussed. We will work towards enlarging participants’ sense of the many arenas in which energies and concomitant messages from the past direct and contaminate present choices.James Hollis, PhD, is a Jungian analyst, Executive Director of the Jung Society of Washington, and a co-founder of the Philadelphia Jung Institute.  He has written 14 books which are translated into 19 foreign languages.  He is a retired Professor of Humanitites, and presently a Professor of Jungian Psychology for Saybrook Graduate School of San Francisco.  He regularly teaches in the Washington area and has spoken to over one thousand groups on four continents over the past twenty years.Discounted parking available for lots at 1845 Walnut St. and 2101 Chestnut St.Continuing education credit is available for degreed mental health professionals. NBCC CE certificate:  $10 (by cash or check at the event) The Philadelphia Association of Jungian Analysts (PAJA) has been approved by NBCC as an Approved Continuing Education Provider, ACEP number 6671. Programs that do not qualify for NBCC credit are clearly identified. PAJA is solely responsible for all aspects of the program.",
        "category_key": "other"
    },
    {
        "title": "SYP Scotland Spring Social",
        "description": "Come join us at our spring social for some drinks, the exclusive first viewing of the film from our first conference 2020: A Publishing Odyssey last month, and a chance to win some great books! We'll be in the Counting House part of the Blind Poet pub which is at the top of the stairs. This event is free for all.",
        "category_key": "social"
    },
    {
        "title": "Vision Boarding at Its Best! - Choose from 3 Dates",
        "description": "  \nLET'S CREATE TOGETHER!  THE POSSIBLE LIFE PRESENTS:  VISION BOARDING AT ITS BEST!\nTake a deep breath and reconnect with your life purpose.  Experience a heart-centred way to create your spectacular life.\nThis workshop will include:\nA meditation intended to connect you to your Higher Self and the Creative Genius that you are! \nAn introduction to The Power of Your Intuition\nAND, of course, TIME TO CREATE YOUR VISION BOARD!\n",
        "category_key": "other"
    },
    {
        "title": "Montreal Startup Breakfast Club",
        "description": "Please Note: The location can only be confirmed one month in advance. However, refunds are always available up until 24 hours prior to the event.Get out of the building, practice your Pitch &amp; get immediate, constructive feedback from like-minded Startup Community members.Agenda\n08:15 am: Check-in: Settle in with some coffee &amp; something to eat\n08:30 am Prompt: The Pitching Feedback Loop: The first 15 registered attendees to check-in will Pitch what they’re working on, followed by some crowdsourced feedback. (Total 4 minutes each)\n09:30 am: Featured Presentation: Still available.\n10:00 am: Networking: Analog socializing as in human-to-human interaction\n10:30 am: Done\nWe’re Investing in Really Early Stage Startups!Thanks to the Breakfast Club of Canada, close to 130,000 students have access to a nutritious breakfast each morning in 1,266 schools across Canada.StartupBreakfastClub.com is proud to donate a portion of its proceeds and 100% of Donation ticket sales to the Breakfast Club of Canada. Add your support for these really early stage startups! :-)",
        "category_key": "business"
    },
    {
        "title": "WORKSHOP: Gourmet Mini Donuts by Brad Kurtenbach",
        "description": "Ontario has the most donut shops per capita of anyplace in the world — so why is it so hard to find a really good, quality donut? Although a new generation of gourmet donut shops are starting to crop up, paying upwards of $30 for a dozen donuts is a daunting proposition.\n\nJoin Chef Brad Kurtenbach as he shows you how to make your own gourmet mini (3\") donuts in this fun, family-friendly workshop.\n\nWorking with a both sweet white and savoury whole wheat doughs, you'll create dozens of amazing flavour combinations including sugar-dusted, jelly filled, creme-filled, chocolate glazed and more... And decorating these delicious little treats is half the fun.\n\nAnd to add a fun, personalized twist, every person who signs up gets to nominate a custom flavour combination that they'd like to see made at the class. Maple bacon? Chocolate chili? Strawberry balsamic? It's up to you!\n\nFAMILY SPECIAL - bring kids under 12 for 1/2 price\n\nBrad Kurtenbach is a Red Seal-Ready chef-at-large, as well as the founder of Kensington Organic Ice Cream and the man behind the in-house dairy fermentation program at URSA (recently voted one of the top 10 restaurants in Canada).",
        "category_key": "food-drink"
    },
    {
        "title": "Wine vs Beer",
        "description": "The Barrel Room is going head to head with Urge American Gastropub, and you get to judge which is a better pairing, beer or wine. TBR will pair wine, and Urge will pair beer with four special courses created by Head Chef's Trevor Chappell and Boyd Kerr, so that you can decide, once and for all, which beverage belongs. The price for this event is $75 per guest (tax and gratuity included",
        "category_key": "food-drink"
    },
    {
        "title": "Food Truck Festival Ontario",
        "description": "Experience Ontario's most mouthgasmic food truck creations. One Day. One Place. Every Taste.19+ Amsterdam Beer garden / Music by Indie88 / Kids under 13 free with adult / Ticket does not include food / Average food offering is $7 / Cash only event / Tickets at gate $15Trucks with Vegan Options: Frogo Express, Alfie’s Lemonade, Mike’s Dog House, Blue Donkey, Cafe du Monde, Portabello Burger, Dolcella Gelato, Curbalicious.More details here.#FTFO",
        "category_key": "food-drink"
    },
    {
        "title": "A Taste of Mark's",
        "description": "When: Sunday 18th September 2016\n\nWhere: St Mark's College Tennis Courts\n\nPrice: $20 - U/18 free\n\nTime: 11am - 4pm\n\nRSVP: Friday 16th September\n\nFood and drinks available for purchase on the day. Strictly no BYO.\n\n\nEnjoying delicious food and a celebratory thirst-quencher with our friends has always played an important role in the St Mark’s experience.  Whether it's a carafe of wine with dinner at the High Table, a bottle/barrel of Port in the President’s Room, or beers and ciders in the Gassie on a day trip to the Barossa; you could say we appreciated every drop! Our passionate St Mark’s Old Collegians Association Committee want to revive the memories and contribute to this experience through an annual food and wine event. It will be an event that celebrates and showcases the tremendous selection of produce crafted by our very own Old Collegians.\n\nSo ring the bell and muster all the Marksmen and Markswomen you can find, for a few glasses of our Old Colls finest and a fun-filled day back within the walls of St Mark's!\n\n\n",
        "category_key": "food-drink"
    },
    {
        "title": "Canadian Premiere \"A Patriotic Man\"",
        "description": "CANADIAN PREMIERE         TRAILER                    AWARDS                         REVIEWA fictional comedy based on actual olympic scandalsWith an overarching sense of comedy and poignancy, despite the bleak nature of the story, the film asks ‘would you bleed for your country?’ Amy Taylor: FILM BLERGDirector:     Arto Halonen                         Writers:      Arto Halonen, Jouni KemppainenCountry:      FinlandLanguages:   Finnish (with English subtitles)Genres      :Comedy | Drama | Sport                   Runtime: 97 minSYNOPSISDown-on-his-luck Toivo (played by a terrifically expressive Martti Suosalo) is a disappointment to his wife and lacks all motivation for his work. When an accident sends him to hospital, Tovio discovers he is not wholly without value to the community: he has a rare O-type blood that is highly desired by athletes. more",
        "category_key": "film"
    },
    {
        "title": "{ the GRATITUDE kit } workshop",
        "description": "Hosted by: Kate DurieDate: Thursday, July 17th, 2014  6:30 to 9:00pmLocation: The Studio Cafe, 1089 Somerset St WestAbout the Workshop:Having a GRATITUDE PRACTICE about pausing and savouring, reflecting and expressing. Even when we don't FEEL grateful, we can still practice. Gratitude not only has a positive ripple effect on our physical, emotional, and mental health, it makes us more resilient, joyful, and creative.  It transforms what we have into enough.More than enough.Simply put, gratitude rocks! At this workshop, you will create and take home a gratitude kit + a plan to put it into action + a whole pile of inspiration! You will tap into your creative spirit and together we will make magic.This kit will create a whole-hearted ripple of love throughout your life, and those around you.Cost: $45 (price includes all supplies and HST).If you would like to avoid the Eventbrite fee, I will happily accept email money transfers to kateUdurie@gmail.com.Please note: Once registered, refunds are not available.Love from a past workshop: http://nicole-belanger.com/2014/02/12/a-small-town-trip-with-big-time-gratitude/ (by Nicole Belanger)\"Life is not a straight line. Speed bumps, setbacks, ups and downs. Big ups. Big downs. Big wins. Big losses. And so so many in betweens. Life comes with a whole pile of hopes, assumptions, expectations and beliefs. How life \"should\" go. But as you and I both know, sometimes life doesn't go as planned. We get stuck. We get lost. We get hurt.The remedy? Gratitude. And gratitude ... is a PRACTICE.Gratitude has the ability to pull us into the now. To pause. It has magnetic energy that grows and expands and attracts possibility to everything it touches. When we focus on what and who we are grateful for, transformation follows. You will be changed. You will spread change. It’s a practice and it takes practice. It's not about waiting for things to happen, to be perfect, to be extraordinary - it is your gratitude practice that will shift the way you see the ordinary, the every day. Your gratitude kit will give you the skills, tools, ideas, and momentum to keep your gratitude practice going throughout the entire year…and beyond.When we embody, express, and spread gratitude our heart feels lighter, brighter, and whole. Gratitude changes our perspective. Gratitude strengthens our work and our relationships – with those we love, and with our SELF – because gratitude gives as much to the sender as the receiver.\"- Kate",
        "category_key": "crafts"
    },
    {
        "title": "Countdownforacause",
        "description": "Join us this New Years and Count Down For A Cause! $2.00 from every drink sold will be donated to the BC Cancer foundation! This year we are doing it Bigger And Better than ever before with a higher occupancy featuring DJ Tan Dizzly with concert sound and lighting by Lazer Productions.But the party doesn't stop in the Grand Ballroom, book your discounted rooms using the link below.  The Richmond Marriott has graciously reserved the bottom four floors exclusively for our guests keeping our buffer from the other hotel guests ensuring an uninterrupted evening.VIP seating will be offered to all our guests at no charge as there will be rich furniture and decor throughout the 2nd floor BallroomBecause this is A RED CARPET AFFAIR, we are pulling out all the stops! There will be FREE continuous shuttle bus service from The Ladner Landing Pub &amp; Browns Social House in Tsawwassen that will take you directly to our event Venue location at The Marriott. Once you arrive you will be greeted with a red carpet entrance, where you will then have your picture taken Hollywood style by our professional photographer in front of our media wall.EARLY BIRD TICKETS JUST $30, so don't hesitate and get your tickets today. We are anticipating a sold out event so don't be a last minute Mindy or you will miss out on the event of the year!We will of course have live DJ's \"Ace Montana\" and our very own, who we all know and love, DJ Tan Dizzly who will be bending the tracks all night long to all your favorites. We will also have concert staging, sound and lighting to delight all your senses while you \"COUNT DOWN FOR A CAUSE\" this year.Did I mention tons of give-a ways, prizes. For tickets message us on FB or call or text :CHEYANNE KOLLER 604-655-6339LUCAS ROBINSON   778-898-4096 TASN DIZZLY             604-788-7928ARCHIE HEUSER       604-902-1837 Official event hashtags: #southdeltanewyearsparty #countdownforacauseFREE BUS SCHEDULE!!!Departures / Arrivals Browns Social house in Tsawwassen: 6pm, 7:30pm, 9:00pm, 10:30pmLadner Landing Pub: 6:20, 7:50, 9:20, 10:50pmThere will be 3 return buses as well.We are also actively looking for volunteers for the event so if you are interested please message.",
        "category_key": "music"
    },
    {
        "title": "Alfie Smith and Nicole Christian",
        "description": "Desboro Music Hall Concert SeriesOpening: Gathering SparksAll AgesDoors open at 7pm, Music starts at 7:30pmPlease let us know if you need accessibility.Please note that washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.",
        "category_key": "music"
    },
    {
        "title": "I Miss Saigon — Indochine with Greg Couillard",
        "description": "Greg Couillard built an international reputation on his flair for combining the flavours of Toronto in unique and spectacular ways. Through his many groundbreaking restaurants like The Parrot, Stelle, Avec, Sarkis, The Spice Room and others, his prescient embrace of this city's multicultural influences and ingredients foreshadowed the eclectic, international menus we can now take for granted. It would not be hyperbole to suggest that Greg Couillard is one of the most influential chefs in Toronto's culinary history. \n\nFor this dinner, Greg looks at Indochina, the French colonial presence in South East Asia, with a menu that combines Vietnamese flavours, French techniques with Greg's modern and idiosyncratic sensibility.\n\nVietnamese \"Kraft Dinner\"\nOne of Greg's signature dishes, this dish features fresh rice noodles in a rich green coconut curry and spinach sauce, topped with a 3-choi stir-fry. \n\nSaigon Short Ribs\nBeef short ribs slow-braised in a glacé de veau spiked with black rice vinegar and ginger, alongside a wok-fried brown jasmine rice with colourful asian vegetable confetti and black sesame rice crackers.\n\nJackfruit Crème Brûlée \n\nThe quintessential French dessert gets a Vietnamese update with exotic jackfruit.\n\n$40 +HST\nB.Y.O.B. — No corkage\n\nBook your spot:\n\nLearn more about The Rusholme Park Supper Club\nhttp://thedepanneur.ca/supper-club/",
        "category_key": "food-drink"
    },
    {
        "title": "Great Horror Movie Night: The Shining",
        "description": "Great Horror Movie Night under the stars in the Griffith Park's Old Zoo, brought to you by Ten Thirty One Productions. Parking is free and first come,   first served. No overnight parking. Each person in attendance must have a   ticket, regardless of age. Film selection may not be suitable for all   ages. Please read more about movie ratings at www.mpaa.org/film-ratings. Great Horror Movie Night: The ShiningDate: Friday, April 1stTime: Gates open at 6:00pm. Screening starts at 7:15pm. Location: Griffith Park Old Zoo, 4730 Crystal Springs Dr, Los Angeles, CA 90027Price: $15.00Must present an ID upon arrival. Tickets are non-refundable and   non-transferable. Event is rain or shine. Smoking and fire are   prohibited on the premises. Leave all metal objects in your car.   Costumes, masks or props of any kind are not allowed.",
        "category_key": "film"
    },
    {
        "title": "WINS: From the Starting Blocks to the Finish LIne",
        "description": "Women in Sports: How Canadian women in sports media have run their race. Featuring Sheri Forde, Jane O'Hara and Megan Robinson. The evening will be moderated by Norma Wick. ",
        "category_key": "other"
    },
    {
        "title": "Mash It Up: The Music Video Mash Up Show",
        "description": "Ok, so you take a song, lets say a pop song by Lady Gaga, then you combine it with another song, lets say a rock song by AC/DC or some retro classic by the Bee Gees and now you have yourself have a Brand New Song. Seamlessly mixed and awesome.  But wait, what if there are some amazing video mixers out there who do the same thing but with two (or more!) music videos.  Now thats amazing.  IndieFest has collected a whole program of such wonders. Rock, pop, hip hop, classics. Each song a sing-a-long-worthy piece by itself, but combined now with another one to just blow your mind.  This month's Mass Karaoke experience is truly a night to remember!!",
        "category_key": "music"
    },
    {
        "title": "TiffyTalks Boston Brunch & Coaching",
        "description": "Boston Brunch &amp; Coaching is a great opportunity to connect with other positive and progressive women to discuss matters that are impacting urban women today: purpose, faith, self-love and relationships, while being coached by Tiffany Wilson, the founder of TiffyTalks.com. Being from the Dorchester area of Boston, Tiffany is excited to return home to promote her debut book, #GetEngaged with Yourself &amp; Win! 12 Keys to Unlocking the Life &amp; Love You Desire. Do you feel stuck, unsure about your purpose, wonder if it's possible to be seriously satisfied as a single? We're going there! So, come ready to leave changed.YOU MUST RSVP to attend. This will be a casual, cool brunch.About Tiffany Wilson, M.Div. She's the Founder of www.TiffyTalks.com, an inspirational speaker andlife coach to millennial women. She holds a Master of Divinity degree and has a gift of empowering women to let go of their fears, step out in faith and #GetEngaged with their lives. In her book, #GetEngaged with Yourself &amp; Win! Tiffany introduces insightful keys to help women unlock the passion and purpose within, making winning at life and love possible.After we chat and chew, Tiffany will be available to sign copies of her book. ",
        "category_key": "social"
    },
    {
        "title": "Futuristic VIP UPGRADE - Lincoln, NE",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "London Games Festival: WIN",
        "description": "Join us at BAFTA for an inspirational afternoon celebrating women in games and technology at the new London Games Festival.Our special guests include Carolin Krenzer (UK Studio General Manager at King), Laurence Bouvard (professional actress and video game voice artist), Cara Ellison (journalist, author and scriptwriter), Rhianna Pratchett (Word wrangler for games, comics, film and TV including Rise of the Tomb Raider, Tomb Raider, Heavenly Sword, Overlord 1 &amp; 2, and Mirror's Edge) and Naomi Alderman (novelist. game writer/designer). This event will bring together a variety of women in games and tech networking groups from across the UK to share experiences, and maybe a glass of bubbly or two.",
        "category_key": "other"
    },
    {
        "title": "This Exists Presents: CHRISTMAS IN OUTER SPACE!",
        "description": "Our culture of endless trash has been blessed by an untold number of unnecessary and regretful television holiday specials. Atop this steaming heap, one '70s space miracle stands a hair head and shoulders above its spiritual brothers and sisters, broadcast only once on North American soil. We can't tell you the name of it. But, like, guess.Join the crew of local YouTube channel This Exists in celebrating the season with a secret screening of the best worst holiday special of all time, and come early for a curated pre-show featuring the crème de la crème of festive garbage. You'll probably see Moby with playing in a hardcore band with two dildos on his head in a sci-fi porn store Christmas musical if you do.",
        "category_key": "film"
    },
    {
        "title": "Cocktail Hour with Standard Spirits at Mash+Grape",
        "description": "\n\n\n\nLadies &amp; Gentlemen, join us for a Gentlemen's Edition Cocktail Evening with Standard Spirit Distillery at East Village favorite, Mash &amp; Grape! We're thrilled to be partnering up with both a gem of a wine &amp; spirits shop, and a local distillery, known for their unique and tasty whiskey-like oak &amp; rye wormwood craft absinthe:\n\n\"Distilled from a high rye thin mash with local NY grains and wormwood before being stave aged in American and French oak. Different from a typical absinthe, we distill and age our wormwood rye  to drink straight like a whiskey. With notes of rye spiciness and smoky oak- no water and no sugar is needed, and no anise or licorice is used. \"\n\nAnd heart cut moonshine:\n\n\"Distilled from a high rye thin mash with local NY rye and corn in small batches at our Brooklyn distillery. Fermenting on the grain and then distilling with fresh grains suspended in the column make for a unique buttery corn and spicy rye taste that distinguishes our moonshine to rival any whiskey. Bottling only a very selective Heart Cut portion brings you face-to-face with the complex grain flavor, broad body, and smooth taste. No swill!\"\n\nWe'll be doing a guided tasting of both spirits, as well as cocktails showcasing the best of the spirits. We will also have cheese &amp; charcuterie &amp; small bites.\n\nDate: Tuesday, July 26, 2016\n\nTime: 6:30-8:30 PM (and onward)\n\nLocation: Mash &amp; Grape, 24 Avenue C, New York\n\nTickets: $18, includes guided tasting of two spirits, two cocktails, light bites; cocktail specials will be available at a cash bar next door\n\nAfter the tasting,  we'll take the cocktail party next door for cocktail specials at Sanatorium, a hospital-themed bar by the creators of Apoteke.\n\nWe hope you can make it, and feel free to invite your lady &amp; gentleman friends!\n\nRSVP soon, as space is limited. \n\nJoin here to receive invitations to Women Who Whiskey events.\n",
        "category_key": "food-drink"
    },
    {
        "title": "Eco-Design Farm Tour",
        "description": "Join us for a guided tour of The Ecology Center and learn about ecological design!\n\nThe Ecology Center is a regional hub of sustainability with a mission to engage the entire community in fun, hands-on solutions to improve the health of our shared ecosystems. Our goal is to inspire positive change and cultivate a healthy, abundant future — together.\n\nJoin us for a guided tour of our historic home, built by pony express rider Joel Congdon in 1878. Over the last 7 years, we have transformed the land surrounding the Congdon house into a thriving learning landscape. We've carefully designed our spaces to serve as a model for sustainable solutions everyone can enact in their own lives and homes. Engage with sustainable solutions throughout our Eco-Labs, visit our carefully curated general store Tools for Change, and gain a deeper understanding of how you can be part of the solution.\n\nThis month, we focus on creating your own ecological oasis. Join us for a more in-depth exploration of our gardens and outdoor spaces.\n\n\n\n\nCancellation Policy: We understand your plans may change. We will give you credit toward a future program if you cancel at least 24 hours in advance. Credit must be redeemed within 90 days of issue. To account for our preparation and our instructor's time, we cannot give refunds or credits if cancelled with less than 24-hours notice or in the event of a no-show.\n",
        "category_key": "other"
    },
    {
        "title": "Bunny Maid Cafe Usagi-Chan Event",
        "description": "Official page: https://www.facebook.com/events/1512334272407847/Bun BUn Bunny Bun BUN! Bunny Maid Cafe Usagi-chan event is almost here! If you love the Neko Maid Cafe in Feb, don't miss out in March we will go again! We have bun-bun games and bun-bun performances, and also Bunny Maid Date Auction! Boop~~ :3Bunny Maid Event is right next to Little tokyo (5 mins away) in the Brewery Arts Colony, Next to Barbara's Bar, on the second floor (Studio #220), so feel free to \"hop\" on over after your regular scheduled LT trip! ^^ It is easy to find with plenty of free parking on site at the lot. $20 (cash at-the-door) will include: Bunny Open Bar, Bunny Games, Bunny Performances, Bunny dances, Bunny DJs, and Bunny Treats!Only pre-reg will get a door prize: Kawaii Easter egg with a surprise inside!Fundrasier Snack Booth will also be open! All items are always $2-5! It's super affordable! :) Cup Ramen, freshly grilled hotdogs, and more!Bun-Bun Games:- Leap Bunny : One maid bend down on her knees while another jumps over her! \"Oops! I accidentally fell! Silly me~~!\"- Chubby Bunny: Watch your favorite bunny maid play chubby bunny! Eating mashmellows and poofy cheeks is so adorable! :3- Shake Dat Bun-Bun: A game where the Bun-buns must shake their bun-buns to win!- Bunny Hop Dance: Audience participation required! Everyone get in a line and BUNNY HOP! ♥",
        "category_key": "other"
    },
    {
        "title": "Bridge of Spies (Charlton Kings Film Society)",
        "description": "Bridge of Spies\n\n\n\nDirector: Steven Spielberg • 2015\n\nStarring: Tom Hanks, Mark Rylance\n\n28 Oct. 7.45 pm • 138 mins • 12A\n\nA true, cold-war story of an American lawyer who is recruited to defend an arrested Soviet spy and then helps the CIA facilitate an exchange for a captured U2 pilot. Gripping and powerful performances by Tom Hanks and Mark Rylance.\n",
        "category_key": "film"
    },
    {
        "title": "Candidates Tournament 2016 - Round 7 (March 19)",
        "description": "The World Chess Candidates that takes place on March 10 - 30, 2016, is a dramatic tournament which determines the challenger for the World Chess Championship.Eight of the world's top grandmasters come to Moscow to play in the tournament that will be contested as a double round-robin over 14 games. The winner will play a match for the title against reigning World Champion Magnus Carlsen next November in the US. The eight participants in the Candidates tournament will be Veselin Topalov of Bulgaria and Anish Giri of the Netherlands, who qualified based on their ratings; Viswanathan Anand of India, the runner-up of the last championship match in 2014; Hikaru Nakamura and Fabiano Caruana of the United States, who were the top two finishers in the last Grand Prix; Sergey Karjakin and Peter Svidler of Russia, the winner and runner-up, respectively in the last World Cup; and Levon Aronian of Armenia, a wild card choice. The field includes six of the top 10 players in the current rankings — all of the players are among the the top 17. The prize fund will be at least 420,000 euros, or about $460,000 at the current exchange rate.",
        "category_key": "sports"
    },
    {
        "title": "Work and Wine Wednesday",
        "description": "Need to play catch up on some work in the evenings? Why do it alone? Join the rest of us night owls for Work and Wine Wednesday. Come for two hours of solid work and then an hour of good wine and great conversation to reward yourself for a job well done. Limited spots available! Reserve your wine glass now!",
        "category_key": "business"
    },
    {
        "title": "Bethany Hamilton at Orchard Grove",
        "description": "Bethany Hamilton, professional surfer and author,  will be sharing her inspiring message of hope at Orchard Grove on  Sunday, October 18th.Doors will open 20 minutes prior to service start time for ticket  holders. Tickets for reserved seating are valid until five minutes prior to start time of  the service displayed on the ticket.  Upon the start time, seating will  be open to non-ticket holders at a first come first serve basis.  You  must have a paper copy or mobile phone copy of your ticket to enter the  event.Children: The Children's Ministry (KidsWorld) will be available for  children birth - 3rd Grade.  Children 5 years and older that wish to  attend the service with Bethany Hamilton require a ticket unless the  child sits on the lap of an accompanying adult ticket holder.If your plans change and you are no longer able to attend the service please cancel your ticket through universe.As we want as many people as possible to hear Bethany's inspiring  message of hope, please order only the amount of tickets needed and  attend only one service.",
        "category_key": "other"
    },
    {
        "title": "AIESEC UK Annual Review & Boat Party 2016",
        "description": "Embarkation Pier: Westminster Pier\n\nEmbarkation Time: 19:15\n\n\n\nAIESEC UK Annual Review &amp; Boat Party 2016\nRSVP by 18th of June! \n\nOn Friday 24th of June 2016 we will be organising our Annual Boat Party, in London, merged with our AIESEC UK Transition Party.\n\nThe boat will be leaving at 7:30pm from Westminster Pier, for a 4-hour Boat Party on the Thames.\n\nNOTE:  There will be an annual review held prior to the boat party with the venue to be confirmed at a lter date.\n\nAgenda:\n\n18:00- 19:00 - Pre-Drinks, The Red Lion Pub, 48 Parliament St, London SW1A 2NH\n\n19:30 - 23:30 - We will continue with a four-hour voyage on the river Thames, celebrating the achievements of AIESEC UK 15-16. Take your pick from a range of options: going to the club, spending a lovely evening on the top deck or just relaxing in the bar area.\n\n23:30 - 04:00 - After party in Opal Bar, Hungerford House, Victoria Embankment, London WC2N 6PA\n\nDress code: Black Tie\n\nFurther Details:Some nibbles and drinks will be provided to attendees who arrive early.We will be hiring a DJ.The top deck is open and it can host up to 200 people.There is a full bar and snacks on board.\n",
        "category_key": "social"
    },
    {
        "title": "CPSA Talks – Social Selling Live @ Hard Rock Cafe",
        "description": "\n\n\n\n\nDon’t get left behind!3 Simple Steps to Social Selling Success\nLearn it today, Use it tomorrow! \n\nFeaturingSarah Zeldman, The E-Marketing Maven\n\n\n\n\n\n\n\nJoin Us! \nSeptember 21, 20168am – 9:30 am\nHard Rock Café, 279 Yonge Street, Toronto \n\nCPSA Members: FREE\nNon-Members: \n$10 TICKETS SOLD OUT \nLIMITED TICKETS REMAINING $25\n\n\nCome out and kick off our CPSA\nTalks Fall Speaker Series!\n\t Complimentary breakfast\nwill be served, while you learn with other CPSA members and liked-minded sales\nprofessionals in the sales community. \n\n\n\t\n\n\nTickets must be purchased in advance. All ticket sales are final.\n\n\n\n\n\n\n",
        "category_key": "business"
    },
    {
        "title": "Farmgrass Fest '14",
        "description": "A beautiful day of bluegrass, food and fun on a real working farm outside of Austin, TX.  All ticket proceeds will benefit the Grower's Alliance of Central Texas' emergency medical fund.",
        "category_key": "music"
    }
]