[
    {
        "country": "",
        "currency": "CAD",
        "cover_photo": "https://images.universe.com/827cd8df-c437-4e10-b014-be09a561f0ff/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "Marriage of Food and Wine\nThe Centre for Hospitality and Culinary Arts culinary students will present a selection of hors d’oeuvres at individually themed stations, paired with wines from premium Ontario wineries.\n",
        "category": "food-drink",
        "title": "Marriage of Food and Wine",
        "price": 65.0,
        "id": "333485",
        "image": "https://images.universe.com/3904c609-8b18-4717-9933-22c01b923669/-/resize/1200x/-/crop/800x800/199,0/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1490486400.0,
        "longitude": -79.3700069,
        "status": "",
        "latitude": 43.6523585,
        "start_time": 1490479200.0
    },
    {
        "country": "",
        "currency": "CAD",
        "cover_photo": "https://images.universe.com/347fbb72-276d-46ed-a7ae-b26f7910effb/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "Ambition Nutrition\nBridging the gap between nutritional science and the culinary arts\n\nJoin academic professionals, dietitians, culinary experts, and industry leaders for an interactive day filled with discussions, workshops and presentations. Ambition Nutrition 2017 will focus on nutrition in theory and practice, examining the gaps and opportunities that exist between research, education, nutrition, diet, and culinary arts.\n\nNEW THIS YEAR! Hands-on culinary and baking workshops.\nOur hands-on culinary workshops will help you with “mis en place” strategies that make cooking more enjoyable. Every attendee will be able to select one of our four workshops which explore three themes.\n\n\n\t\n\tThe Protein Flip: Participants will learn culinary techniques placing a greater emphasis on plant based foods in one of these two workshops:\n\t\n\t\t\n\t\tTastes of Mexico: fresh tortillas; fish tacos; jicama and mango slaw; pico de gallo (fresh salsa); beans and barley; and watermelon agua fresca\n\t\n\t\n\t\t\n\t\tFlavours from the Mediterranean: labneh; roasted root vegetables; cauliflower “couscous”; falafel with yogurt tahini sauce; oven roasted eggplant baba ghanouj\n\t\n\t\n\t\n\tFermentation for Health: Participants will explore fermentation techniques and how fermentation supports a healthy gut microbiome\n\t\n\t\t\n\t\tSavouring Korea: homemade bulgogi; quick kimchi; pickled sprouts; wilted zucchini; japchae\n\t\n\t\n\t\n\tHealthy Baking: Participants will learn skills for baking using a variety of healthy ingredients, focusing on healthy fats, sugar alternatives, and gluten-free baking.\n\nAttendees will be asked to choose their preferred workshops — as well as dietary preferences and accessibility requirements — by a short survey sent after ticket purchase. Surveys will be sent periodically, in batches. Where workshop attendance is limited, participants will be selected on a first-come, first-serve basis.\n",
        "category": "food-drink",
        "title": "Ambition Nutrition",
        "price": 199.0,
        "id": "329224",
        "image": "https://images.universe.com/507fd51f-c46b-4e95-b7c7-5dd4ac20668b/-/resize/1200x/-/crop/800x800/199,0/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1498690800.0,
        "longitude": -79.3700069,
        "status": "",
        "latitude": 43.6523585,
        "start_time": 1498651200.0
    },
    {
        "country": "",
        "currency": "USD",
        "cover_photo": "https://images.universe.com/34858e29-4d38-43d8-b622-4a81b70e772f/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "Join us for the 6th Annual Newport Craft Beer Festival in downtown Newport, RI!\n\n35 Breweries showing off their best #unfiltered craft beers! VIB Session Friday, April 28 at Newport Storm Brewery.  2 Sessions on Saturday, April 29th:  noon-3/4-7pm on the lawn of the Great Friends Meeting House in historic Newport, RI.  Tickets are $35 for Friday, $45 for Saturday.  Event is strictly 21+. \n\nLive bands, vendors and food for purchase!\n\nFor more information visit newportcraftbeer.com. Cheers!\n",
        "category": "food-drink",
        "title": "6th Annual Newport Craft Beer Festival",
        "price": 35.0,
        "id": "331758",
        "image": "https://images.universe.com/978f57d7-ccd9-4c5a-aa28-535d05e698cd/-/resize/1200x/-/crop/1155x1155/0,0/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1493431200.0,
        "longitude": -71.3131114,
        "status": "",
        "latitude": 41.4920059,
        "start_time": 1493424000.0
    },
    {
        "country": "",
        "currency": "CAD",
        "cover_photo": "https://images.universe.com/3d698f39-c090-4325-9ada-12afc079306b/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "3HL Saugeen Shores Sunset Cup\n\nThe 3HL TOUR is the world’s first 3 on 3 Professional Hockey League showcasing Canada’s elite hockey talent through a series of 3 on 3 pro hockey tournaments (3HL TOUR Events)\n\n3HL TOUR Events consist of 8 teams of aspiring and accomplished pro hockey players representing various cities competing in a single elimination bracket style tournament for a share of a cash purse, individual player bonuses, and pride. Individual tournament results contribute to the overall season standings, culminating in the top teams competing for the 3HL Champions Cup at the end of the season\n\n3HL Cares - Portion of proceeds will go to support partner charities March of Dimes Canada and Prostate Cancer Canada.\n\nCombining the exciting open ice play of 3 on 3 hockey, with the intensity of an 8 team March Madness style single elimination tournament, the 3HL TOUR will provide hockey fans with an action packed, highly entertaining, hockey event like no other\n\nWe’ll sell you the whole seat, but you’ll only need the edge!\n",
        "category": "sports",
        "title": "3HL Saugeen Shores Sunset Cup",
        "price": 499.99,
        "id": "331123",
        "image": "https://images.universe.com/a9be53b1-f492-4575-9139-c8841a434c75/-/resize/1200x/-/crop/1200x1200/0,0/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1491084000.0,
        "longitude": -81.3804725325593,
        "status": "",
        "latitude": 44.4467077201078,
        "start_time": 1491073200.0
    },
    {
        "country": "",
        "currency": "USD",
        "cover_photo": "https://images.universe.com/0a432044-ca79-4d15-9c70-671283af01c9/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "The 9th Annual Geek Girl Cape Cod TechCon is ON!\n\n\n\tWorkshops\n\tKeynote\n\tPanels\n\tAll-Day Help desk\n\tSouvenir Tshirt\n\tConference Guidebook\n\nand MORE!\n\nJoin us for the First, Oldest and Largest Hands-on Tech Conference for women in the country!\n",
        "category": "tech",
        "title": "Geek Girl Cape Cod TechCon",
        "price": 169.0,
        "id": "321833",
        "image": "https://images.universe.com/0a432044-ca79-4d15-9c70-671283af01c9/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1493503200.0,
        "longitude": -70.0714293,
        "status": "",
        "latitude": 41.6877321,
        "start_time": 1493463600.0
    },
    {
        "country": "",
        "currency": "",
        "cover_photo": "https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/14940134_1767489733516623_4311201338336858252_o.jpg?oh=e419cb7add772710ac62e383ef7ef2c4&oe=596FBB96",
        "api": "universe",
        "source_type": "facebook",
        "description": "The 3rd annual Carolina Country Music Fest - (CCMF) is THE East Coast's largest premier outdoor country music fest and is located on the shores of Myrtle Beach! \n\n30+ of country music's hottest artists including Kenny Chesney, Jason Aldean, Darius Rucker, Billy Currington, Chris Young, Lee Brice, Kip Moore, Big and Rich, Montgomery Gentry, Luke Combs, Jordan Rager, Jordan Davis, Granger Smith, Dee Jay Silver, Kevin Mac, and more! Stay tuned for more hot country artists to be announced! \n\nPAYMENT PLANS AVAILABLE - Secure your rocking country music vacation before they sell out! ccmf.co/social",
        "category": "other",
        "title": "Carolina Country Music Fest, Myrtle Beach, SC",
        "price": 0,
        "id": "337269",
        "image": "https://graph.facebook.com/600602346757052/picture?type=large",
        "city": "",
        "event_end_time": 1497238200.0,
        "longitude": -78.880875039114,
        "status": "",
        "latitude": 33.692084094201,
        "start_time": 1496959200.0
    },    
    {
        "country": "",
        "currency": "USD",
        "cover_photo": "https://images.universe.com/8bba8634-a57c-41a0-ae54-e0e685f6d281/-/inline/yes/",
        "api": "universe",
        "source_type": "uniiverse",
        "description": "IRTE Presents: THE SENSE-ATIONS! An Improv Comedy ShowThey're international pop superstars! They have REAL super powers! Experience the phenomenon that is THE SENSE-ATIONS!**Management not responsible for any super villain attacks during the show.Conceived by Curt DixonDirected by Robert BaumgardnerStarring: Evie Aronsonn, William Berg, Nannette Deasy, Curt Dixon, Mike Hauschild, Brianna Lee, Jamie Maloney, and Tara Sargente ChoAre they superheroes who happen to be pop stars, or pop stars who happen to be superheroes? Either way, The Sense-ations! fight evil and break hearts on a daily routine. Just remember, supervillain attacks happen all the time, so you can't sue anybody if a giant robot or death-ray shows up. This outrageous improv show from Improvisational Repertory Theatre Ensemble deals with all things extraordinary at New York's own Producers' Club.Featuring Musical Guests:Rew Starr - March 17Craig Greenberg - March 18TBA - March 24 &amp; 25WHEN: Fridays &amp; Saturdays March 17, 18, 24 &amp; 25TIME: 8:00pmTickets $15Season Pass and Group Discounts Available*Due to the improvisational nature of the shows, there may be adult content. Parental discretion is advised. Theater is not wheelchair accessible. Entrance into theater is up a flight of stairs.Praise for IRTEWinner: \"Artists Whose Work Made Me Laugh The Most\" Award at the 2017 Asheville Fringe Arts FestivalWinner: 2014 SHITFA (Supreme Honorary Improvised Theater &amp; Film Award) from Unscripted New York Improvised Theatre and Film FestivalNominated for Outstanding MITF/Variety Performance for DIG at the Midtown International Theatre Festival\"... an unforgettably entertaining evening.\" --Catherine Santino, Spoiled NYC\"truly worth watching.... astonishing.\" Emmy Pai, Outerstage, Big, Rich and TALENTED people\"...surprise-a-minute...\" Jay Lloyd, CBS Philly, KYW News Radio",
        "category": "comedy",
        "title": "The Sense-ations! Improv Comedy Show",
        "price": 15.0,
        "id": "337208",
        "image": "https://images.universe.com/6a24f0ad-9e8d-4adc-bc18-5a9865965a45/-/resize/1200x/-/crop/806x806/176,0/-/format/jpeg/-/scale_crop/160x160/center/-/progressive/yes/-/inline/yes/",
        "city": "",
        "event_end_time": 1489798800.0,
        "longitude": -73.9914803171966,
        "status": "",
        "latitude": 40.7595886598292,
        "start_time": 1489795200.0
    }
]