[
    {
        "title": "[istandard producers showcase - philly]",
        "description": "[istandard] will be at Voltage on Tuesday, July 12th, 2016as “The Road to Beast of the Beats X” makes a stop in Philadelphia, PA.Presented by Akai Professional &amp; Native Instruments.\n\nSave $5 on an advanced ticket to this event HERE (you will be placed on the will call guest list)\n\nJudges Include:\n\nAntman Wonder [@Antmanwonder] – Fabolous, Estelle, Rick Ross.\n\nDiamond D [@diamondditc] – Legendary Emcee &amp; DJ, Producer for Busta Rhymes, Fat Joe, Original Co-Founder of DITC.\n\nChris Young [@chrisl_young] – Red Light Management Manager for Keke Palmer.\n\nWinner with the highest score will geta prize package consisting of a bundle IK Multimedia x iOS Products, plus their renowned plug-inT-Racks Grand x iZotope’s Trash 2 x Eventide’s UltraChannel x PreSonus’ Studio One Professional x a choice of Propellerhead Software (either Reason Essentials or ReCycle) x Ableton Live 9 Intro xa Lifetime Subscription to iStandardProducers.com, and more…\n\nBe sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.\n\nCheck out some additional Success Stories HERE\n",
        "category_key": "music"
    },
    {
        "title": "Gospel Choir Workshop with Eric Dozier",
        "description": "World renowned Gospel choir leader Eric Dozier is coming to Edmonton!Join us for a 3-day workshop, culminating in a free public concert on Sunday morning on the Kaleido Festival main stage! Whether you're a beginner or a professional singer, you'll be uplifted and transformed by this unique experience. No musical experience or training is required. The songs will be taught be ear (call and response). Eric will explain to us some of the history and cultural significance of each song as we learn them. African American Spirituals and Gospel Music contain some of the world's most powerful poetry and melodies. They reflect joys and sorrows, struggles and dreams and continue to this day to testify to the resilience of the human spirit.  From old spirituals like 'Go Down Moses' to soul classics like 'What's Goin On?' as well as original works by Eric Dozier, we'll explore and celebrate songs of Praise, Protest and Purpose.Open to youth and adults, people of all backgrounds, all faiths and none, the purpose of this workshop is to get our community singing together as one human family.  To learn more about Eric, visit ericdozier.comWorkshop Schedule:Thu, September 10 from 6:00pm - 9:00pmFri, September 11 from 6:00pm - 9:00pmSat, September 12 from 10:00am - 4:00pmSun, September 13, 10:30am  Free Concert at Kaleido Fest Main Stage (118 Av and 92 St)FAQs:What's the age limit?The workshop is designed for adults and youth 14 and up. Younger youth will be considered individually - please contact us. The workshop schedule will require several hours of concentration and stamina. What if I can't make all the sessions?You're still welcome to come. If you have to miss the first session on Thursday evening you should still be able to follow along pretty well. Let us know in advance and we will do our best to catch you up, or provide recordings for you to listen to your parts.Is there free parking?Yes, free parking is provided at the church. Additional free parking is available on the side-streets. You may have to walk a few blocks on Friday and Saturday, as Kaleido festival will be in full swing in the same neighbourhood. What should I bring to the workshop?A water bottle with your name on it. This is much easier than keeping track of 100 cups, the resultant spills and clean-up.I'm coming from out of town. Is there someone I can stay with? Probably! If you can't find your own accomodations, we'll try to pair you with someone at the workshop who has space for a guest. Just ask.Where can I contact the organizer with any questions?Contact Martin Kerr on 780-893-7335 or martinrosskerr@gmail.comDo I have to bring my printed ticket to the event?No, we will have a guest list of everyone who has paid for the workshop. If you don't have your ticket, photo ID will suffice. You can also show us your ticket on your smartphone. What is the refund policy?After Sept 1st, no tickets will be refunded, unless we have a waiting list (if so, you'll be informed by email). Otherwise tickets can be transferred to another person, if you contact us to make the change. Is my registration/ticket transferrable?Yes, but please email us (martinrosskerr@gmail.com) to confirm the change. There will be a registration list at the workshop to make sure we have all the right people and that everyone has paid. Can I get a discount? If you can't afford a ticket, please contact us. We have some scholarship places available, and can offer discounts to those who need them. How can I help? If you'd like to help others take part in this workshop, please consider donating a scholarship place. Last time 10 scholarships were donated. Please spread the word and tell your friends!",
        "category_key": "music"
    },
    {
        "title": "Heaters @Park Theatre-Holland, MI",
        "description": "The HeatersWith Major Murphy,  *and* super secret special guests!!June 17, Doors 8PMAdvance Tickets $6, At the door $10",
        "category_key": "music"
    },
    {
        "title": "OLD SCHOOL BASH@Park Theatre",
        "description": "The legendary 80’s/90’s music-themed event is back!!!\n\nOLD SCHOOL BASHFriday, July 159PM – 1AM (Door at 8:30)Park Theatre – Holland$5 Presale, $10 doorAges – 18+DJ’s: DJ Van Hekken, DJ Armando (formerly DJ LA), DJ Greg Rios, DJ Curt V\n\n\n",
        "category_key": "music"
    },
    {
        "title": "EDM Clash. Episode 2 - Dance vs The 80s",
        "description": "It's that time again folks! The first ever EDMClash was a great success so we had to do it again with a new theme! The 80s! If you missed out on the first one, here are a few highlights - http://www.youtube.com/watch?v=7Kp5NUi-J8cThe Concept - Every episode, we pick a theme to mix in with our regular styles of electronic music. This month's theme.. the retro 80s! Be prepared to hear some great 80s mashups in the style of Electro, Progressive, Trance &amp; Deep House! Come out and support Toronto's up and coming DJ's and try out something new!Friday, April 25th, 2014Toika Lounge471 Richmond W Toronto, ON M5V 1X9Doors - 10pm.DJS1. Barry Felipe (10pm-11pm) - https://soundcloud.com/barryfelipe 2. Panic Pop (11pm-12am) - http://www.mixcloud.com/TRC_Sessions/trc-spotlight-sessions-vol-1-panc-p0p/3. JRSTK (12am-1am) - http://www.mixcloud.com/JRSTK/4. AtoM6 (1am-1:45am) - https://soundcloud.com/atom6music/atom6-attraction-to-ones-45. Snaggletooth (1:45am-3am)TICKETS$10 in Advance$15 at the door",
        "category_key": "music"
    },
    {
        "title": "Gilbert Castellanos",
        "description": "It's been a few years since Gilbert Castellanos was walking to elementary school in Fresno, listening to Freddie Hubbard on his Walkman and playing  the theme from Rocky on his first day in band class. Today, he is recognized as a new American master by DOWNBEAT magazine and  has established himself as one of the nation’s most inventive  improvisers in stirring live performances as a member of the Clayton  Hamilton Jazz Orchestra, Anthony Wilson Nonet, Charles McPherson  Quintet, Willie Jones III Quintet, and as leader of his own groups.Castellanos returns to Fresno as the artist in residence at the Milestones Youth Jazz Workshop Summer Jazz Camp and will lead a quartet in concert on Thursday, June 18 at Bullard High School. Castellanos has worked with world-renown artists Dizzy Gillespie,  Wynton Marsalis, Charlie Hayden, Les McCann, Poncho Sanchez, Diana  Krall, Willie Nelson, Michael Buble, and Natalie Cole, to name a few. A passionate advocate of formal jazz education, Castellanos regularly  conducts high school workshops and is a lecturer at the University of  Southern California’s Thornton School of Music. Don't miss what is sure to be an epic night of jazz featuring Fresno's own Gilbert Castellanos! ",
        "category_key": "music"
    },
    {
        "title": "Club Tom Tom: Silent Disco",
        "description": "Choose from three genres of high-energy dance music, don a wireless headset, cover yourself in neon glow sticks, and prepare to experience the latest trend in the club scene.",
        "category_key": "music"
    },
    {
        "title": "Boy Band Review Featuring The Hot Sauce Committee",
        "description": "The Hot Sauce Committee the original 90’s Boy Band tribute from Chicago.The Hot Sauce Committee has captured the hearts of fans with their #BoyBandReview shows that transport audience members back in time to the days of frosted tips and hunky frontmen professing their undying love. This biggest seller: The BOY BAND REVIEW is an incredible throw back experience with dancers and back up singers where the audience members relive the best years paying tribute to NSYNC, BACKSTREET BOYS, NEW KIDS ON THE BLOCK, 98 DEGREES, O-TOWN, BOYS II MEN, BEL BIV DEVOE, JONAS BROTHERS, ONE DIRECTION, LFO and MORE!(Tickets go off sale at 4pm on the day of the show, but they are still available at the door for this show!)",
        "category_key": "music"
    },
    {
        "title": "2015 Two Brothers Summer Festival",
        "description": "The Two Brothers Summer Festival is a weekend long music, food and beer festival focused on charity and community. The idea stems from the ideologies of the Ebel brothers, owners of the Two Brothers Brewing Company. Two Brothers Summer Festival was created to raise money and awareness for a growing list of charities, as well as give back to the local and regional community. Two Brothers Brewing Company is proud to have granted several wishes via the Make-A-Wish Foundation and helped a number of other children’s charities in its 18 years. This year The Two Brothers Brewing Company will donate net proceeds from the festival to Make a Wish Illinois and Friends of Fisher House Illinois, helping military families.Children age 12 and under can enter the festival for free with a paid adult ticket.Sunday is Family Day with activities for the kids, everyone enters for free, no ticket required.Tickets are non-refundableJUNE 26th- 28thFriday Festival Hours: 5pm - 11pmFriday Concert Lineup:6:30pm Train Company8:30pm DawesSaturday Festival Hours: 3pm - 11pmSaturday Concert Lineup:4pm Brent Brown5pm Under The Willow6:15pm Cornmeal8:30pm Jason IsbellSunday Festival Hours: Noon - 6:00pmSunday Concert Lineup:1pm Medtality Roots Featuring Zion",
        "category_key": "music"
    },
    {
        "title": "THE HUSTLE: Edition 14 ft ELAQUENT x EZZY x SOUL",
        "description": "Thursday February 18The Academy Presents...THE HUSTLEEdition 14featuring...ELAQUENThttp://soundcloud.com/elaquentEZZYhttp://soundcloud.com/everythingezzySOULhttp://soundcloud.com/soulmusic-6Music by: CHARLIEHosted by: CROSSWORDDoors 9pm | Show 10pm$10 Advance | $15 At The DoorThe Drake Hotel | 1150 Queen St. West",
        "category_key": "music"
    },
    {
        "title": "Love Hate Passion Opera Scenes Showcase",
        "description": "The talented artists of our new Student Directors' Program, under the instruction of Artistic Director Dr. Sam Mungo, flex their directing muscles with scenes from MacBeth, The Marriage of Figaro, Giulio Cesare, La Boheme, The Pearlfishers, The Dialogues of the Carmelites, Beatrice &amp; Benedict, A Midsummer Night's Dream and The Mikado, performed by our equally talented young artists!\n\nJuly 23, 7 p.m. &amp; July 30, 3 p.m.Texas State University Performing Arts Center Recital Hall\n",
        "category_key": "music"
    },
    {
        "title": "Electric Winter Fest",
        "description": "This is a test event. This is a test event. This is a test event. This is a test event. This is a test event.",
        "category_key": "music"
    },
    {
        "title": "JD Eicher & the Goodnights' Ugly Sweater Show!",
        "description": "Wear your ugliest holiday sweater and come to Magic Tree Pub for some food and music with JD Eicher &amp; the Goodnights!6p doors/7p showAll ages/$10",
        "category_key": "music"
    },
    {
        "title": "Sample Answer NSEW RESIDENCY - Paradise, Kensal Gr",
        "description": "‘Unique rock song writing’ – Pigeons and Planes‘Pop with a real sense of edge’ – Clash‘Merges hip-hop and pop songwriting with an urban flare’ - Wonderland‘Soulful pop with a dusting of hip-hop thrown in for good measure’ - GigwiseAround the release of the EP Sample Answer will be performing a series of free London shows. Full tour dates below:20th April - Lock Tavern, Camden, London26th April - Paradise by way of Kensal Green, London5th May - Paper Dress, Hackney, London11th May - Windmill, Brixton, LondonSample Answer has revealed brand new track ‘Collision’ which is the title track from his forthcoming EP released on April 22nd through ACP recordings / Essential Music.Listen Here –bit.ly/21MPHyi",
        "category_key": "music"
    },
    {
        "title": "MadChild Live In Kitchiner Ontario",
        "description": "Madchild Of Swollen Members Hits Kitchener , Ontario ,for his Very first time !!! Don't Miss This One PPL !!!!!  Special Guests : Marmel Ent , Gamble the Greedy Grin and Tall Ship Clik   Local Acts: Jo Keyz, Peachesss, Mc Melo, Last Sesh , Filthy Tarentino and Callex   Music By Dj S-One  Hosted By Bradie W   25$ adv 30$ door  50$ Meet n Greet The meet&amp;Greet will take place after the event, so make sure you hold onto your VIP ticket ",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop Zielona Gora 12th Dec",
        "description": "salsation fitness salsation fitness salsation fitness salsation fitness salsation fitness salsation fitness ",
        "category_key": "music"
    },
    {
        "title": "Alessia Cara",
        "description": "January 14ALESSIA CARA live in the Den!\nTIME:  DOORS 9PM \n*THIS IS A CLOSED CAMPUS EXCLUSIVE SSU EVENT* *MUST BE STUDENT OF SHERIDAN COLLEGE OR GUEST OF STUDENT TO ATTEND**GUEST MUST BE 19+ AND HAVE A SEPARATE TICKET**TICKETS ARE NON-REFUNDABLE*",
        "category_key": "music"
    },
    {
        "title": "OZUNA live at Venue 578",
        "description": "Catch OZUNA live at Venue 578!\n",
        "category_key": "music"
    },
    {
        "title": "DSQ presents: Schubert's 'Winterreise'",
        "description": "Diderot String Quartet is joined by Grammy-award-winning singer Dashon Burton and bassist Doug Balliett, for a winter’s journey not to be missed.  Franz Schubert’s 'Winterreise' song cycle, based on poems by Wilhelm Müller, tells a devastating story of unrequited love and isolation.  It is one of the final works completed by 31-year-old Schubert before his death, and has left a lasting mark on the vocal repertoire.  Originally for voice and piano, this arrangement for voice and string quintet by Harold Birston, performed on historical instruments, adds new dimensions of color and texture to the haunting work. ",
        "category_key": "music"
    },
    {
        "title": "Test for Cystic Fibrosis - Checkout Qs",
        "description": "Test\n",
        "category_key": "music"
    },
    {
        "title": "St. Luke's Chamber Ensemble Subway Series 2015",
        "description": "St. Luke’s Chamber Ensemble comes to The Bronx Museum of the Arts as part of its five-borough Subway Series, performing a free one-hour concert featuring music for winds and strings. Donate art supplies (colored pencils, water color sets and glue sticks) to Subway Series partner Cool Culture, a nonprofit that works with NYC's most under-served families.Free admission and refreshments (donations suggested)Location: North Wing Lobby",
        "category_key": "music"
    },
    {
        "title": "MEME 2015 Full Pass",
        "description": "Represents the best value and gaurantees access to all venues.Includes:\nForks Riverside Party Kickoff Featuring: James Teej and locals\nUnion Sound Hall Featuring: Timo Maas\nAfter Party 1.0 - The Pyramid Cabaret Featuring: Adam Marshall\nAfter Party 2.0 - The Forks Market Featuring: Jon Delerious, 6blocc, Demuir, Jamie Jams and Regional and Local Lineup\nAfter Party 3.0 - The Pyramid Cabaret - Featuring: Justin James\nMore MEME 2015 Event Tickets Below: http://www.memefest.ca/pages/tickets.php",
        "category_key": "music"
    },
    {
        "title": "Reid Jamieson & Carolyn Mill In Concert",
        "description": "We are super excited to present Vancouver's Reid Jamieson and Carolyn Mill to open the 2015 - 2016 season. The duo excel with beautiful voices, incredible harmony, award-winning songs, and charm to spare.Reid Jamieson shines his light with an incredible voice, therapeutic lyrics, and magical way with melodies. A regular on Vinyl Cafe, and winner of the John Lennon Songwriting Contest (folk), he has recorded with Cowboy Junkies, Samantha Parton (Be Good Tanyas), Sarah Harmer and various members of Blue Rodeo. Reid can often be found performing as an entertaining duo with his saucy wife and songwriting partner Carolyn Mill. Along with the Lennon win, this creative couple wrote their way into the Vancouver Folk Music Festival by winning 1st prize in the Pickin' a Folk Star Contest. They just released their first album singing together titled Juniper’s Kitchen - it’s a little Johnny &amp; June meets Fleetwood Mac - and all about the songs. You are going to love these two!Jaspar Lepak (pronounced JAS-per LEE-pack) ﷯is a folk/Americana songstress whose  remarkable gift for melody is only surpassed by her poetry. A child of the Sonoran Desert, her songs are deeply influenced by the many places she has called home: Tucson, Minneapolis, Durban (South Africa), and currently Seattle. Sweeping across landscapes with an emotional depth that is extraordinary, her lyrics expose a brave vulnerability while her clear, pure voice touches the heart. \"you’ll find more than enough beauty and original charm to make you a fan.” ~ Rolling Stone South Africa ",
        "category_key": "music"
    },
    {
        "title": "JUNO Fan Fare: Dallas Smith, Kira Isabella & More",
        "description": " Here's your chance to meet Dallas Smith, Kira Isabella, MacKenzie Porter, Paul Brandt &amp; The Road Hammers! Get your tickets now!One of the most popular events of JUNO week, JUNO Fan Fare, presented by hmv Canada, gives Canadian music fans the opportunity to meet their favourite artists. Much VJ Liz Trinnear and Tyrone Edwards host of E!, will be hosting the event featuring interviews with artists, autograph sessions, live performances, prize giveaways and much more.Please note: you can only attend one signing session.",
        "category_key": "music"
    },
    {
        "title": "KC Throwdown II",
        "description": "Project Backstage and Stratgazer return to the Voodoo at Harrahs North Kansas City for the KC Throwdown II.Featuring (not in order of performance):EmpyreanStraightline Shoot for Wednesday Bulletproof Hero Fridays Waiting Doors open at 6:30, show starts promptly at 7:00pmTickets are $10 in advance from the performing artists.This is a 21+ show only.",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop mit Vladimir Gerónimo Hannover",
        "description": "SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from: \n   SALSA:   NOT from the rhythm / musical gender but from the spanish  \nword  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of\n   different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?\n   What makes Salsation unique is that it is carefully designed to   \nintegrate functional body movements into all dance routines working out \n  in a 3D fashion and using all planes of motion.  It’s not only easy \nand   fun but you can do it to improve your mobility and stamina no \nmatter   your age.",
        "category_key": "music"
    },
    {
        "title": "General Admission Ticket Bundle Week Pass",
        "description": "The GA Ticket Bundle Week Pass gives you (1) GENERAL ADMISSION ticket to Sunday's Farmers Pull, Monday's Tough Truck, Wednesday's Combine Derby, Thursday's Scrambles, Friday's Tribute Extravaganza and Saturday's NTPA Pull.",
        "category_key": "music"
    },
    {
        "title": "No Limit Reunion Tour",
        "description": "Master P, Silkk The Shocker, MIA X, Scarface, and many more!!!!!\n",
        "category_key": "music"
    },
    {
        "title": "MEME 2015 - Timo Maas Club Kickoff",
        "description": "MEME 2015 - Timo Maas Club Kickoff Union Sound Hall $18Thursday August 13th - Featuring the international talents of Timo Maas at Union Sound Hall, one of Winnipegs original warehouse venuesLineup\nTimo Mass (Berlin)\nMiss Kosmik\nThe Shake\nRick Logic\nJustin Kace\nAlex Ridley\nCyan\n*ALL PAID EVENTS ARE 18+ with photo ID. Old Market Square has a large free family friendly and all ages area to enjoy the show too!",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Moncton, NB",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!Tim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!What is “Worship Hoedown” you ask?It’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop Lithuania 18.3.16 SMT Angelika",
        "description": "SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from: \n  SALSA:   NOT from the rhythm / musical gender but from the spanish \nword  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of\n  different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?\n  What makes Salsation unique is that it is carefully designed to  \nintegrate functional body movements into all dance routines working out \n in a 3D fashion and using all planes of motion.  It’s not only easy and\n  fun but you can do it to improve your mobility and stamina no matter  \nyour age. ",
        "category_key": "music"
    },
    {
        "title": "Salsa Night @Park Theatre",
        "description": "Salsa Night w/Los De AfueraJune 25Doors 8PM, Dance Lessons 9PM, Music and Dancing 10PMAdvance tickets $5, At the door $9",
        "category_key": "music"
    },
    {
        "title": "Flow Tribe",
        "description": "Straight out of New Orleans and into your earholes, Flow Tribecomes at you with the delicacy of a sledgehammer. They create “backbone cracking music”, a soul shaking mixture of styles and sounds guaranteed to drive you wild. These are 6 seasoned performers who have shared the stage with the likes of Trombone Shorty, Juvenile, and John Fogerty just to name a few. A relentlessly touring band that plays major venues and festivals around the country bringing with them a heat and passion described by Relix Magazine as “bizarrely irresistible”.",
        "category_key": "music"
    },
    {
        "title": "The Go Rounds w/ Major Murphy and Tom Hymn",
        "description": "A great Night of Independent artists! The Go Rounds, Major Murphy, Tom Hymn at THE PARK THEATRE!Doors: 8:30pmShow: 9pm$7 in advance, $10 at the door. ",
        "category_key": "music"
    },
    {
        "title": "Energy Plant Sessions: Pat Hull",
        "description": "You are invited to our next Energy Plant session, an ongoing video series featuring local artists performing for a small intimate crowd. This sessions featured artist is Pat HullDoors 7:30pmShow 8pmTickets - $7***We only have 23 seats available so get them now before they run out. ****What it is:A live concert recorded and filmed in high quality. The goal is to showcase quality music in The North State as a means of pushing the artists to a wider audience.There will be food and drinks courtesy of Energy Plant and Uncle Dad's Art Collective.The session is made possible by Uncle Dad's Art Collective and Energy Plant Arts!",
        "category_key": "music"
    },
    {
        "title": "2014 No Longer Music \"Send Off\" Show",
        "description": "On Sunday April 27th, No Longer Music will be performing their annual Send Off Show at Grace Church in Eden Prairie, Minnesota.    The evening will include the full 2014 NLM show, a word from David Pierce, and the opportunity to meet and pray with the NLM team members prior to their evangelistic tour of Europe and the Middle East.  This year we are doing something very exciting! We are filming a Live DVD of the concert. So you have the opportunity to not only be at the show, but you can also be in the show as an audience member in the Live DVD!     Can't come? Live too far away? That's ok you can still support what we are doing! Click on the link below to find out how!    www.steiger.org/nlmtour   ",
        "category_key": "music"
    },
    {
        "title": "Cultivate: A Festival of Food and Drink - Sunday",
        "description": "The Good Lovelies, Catherine MacLellan, Birds of Bellwoods and much more!\n",
        "category_key": "music"
    },
    {
        "title": "Mill Street Presents Hopped and Confused",
        "description": "TO PURCHASE TICKETS, PLEASE GO TO WWW.UNIVERSE.COM/HOPPEDANDCONFUSED\n",
        "category_key": "music"
    },
    {
        "title": "Damage Inc, Tribute To Metallica, Noise Pollution",
        "description": "Damage Inc is Southern California's premier tribute to Metallica.Damage Inc has been privileged to be featured on AXS TV’s “The World's Greatest Tribute Bands” show.They have spent the last ten years playing numerous sold-out venues, as well as donating their time to several benefits concerts.  With a never-ending library of timeless classics mixed with today's hits, Damage Inc captivates audiences with the sound and intensity of a live Metallica performance.Special guestsNoise Pollution ( The Ultimate AC/DC Experience )",
        "category_key": "music"
    },
    {
        "title": "Barnstock BYOB Music Fest",
        "description": "Barnstock is a a local grassroots benefit music festival held every summer in Huntersville, NC. Over the past six years, Barnstock has generated more than $50,000 in financial support for charitable organizations such as the Davidson Fire Department, W.A. Hough High School, Cannon School, Second Harvest Food Bank of Metrolina, and The American Red Cross. The Barnstock experience caters to all genres of music and attracts festival-goers from across the country. ",
        "category_key": "music"
    },
    {
        "title": "Emily Burns + Matt Gresham + Jonny Stemp",
        "description": "Emily Burnshttps://soundcloud.com/emilyburnsukEmily’s vocals have already drawn comparison to artists such as Alessia Cara, Nao, Jessie Ware and Tori Kelly and her unique R&amp;B Pop sound and stand out vocals are creating a strong industry buzz which reached fever pitch at a recent stand out performance at the Great Escape music festival. With imminent plans to independently release her debut single and embark on her debut UK tour, working with writers/producers including: Emre Ramazanoglu, Dan McDougall and Edd Holloway, Emily Burns is definitely one to watch this year. Emily will be supported by rising emerging artists: Matt Gresham and Jonny Stemp. Matt Greshamhttps://soundcloud.com/mattgreshamofficial   Lead single Small Voices, produced by Scott Horscroft (Silverchair,  Birds Of Tokyo) and written with Jaymes Young (London Grammar) is one  such example of Gresham expanding beyond his already popular aesthetic.  With a soulful tenor that bounds over his placid acoustic guitar,  Gresham is a favourite for laidback listeners raised (as he was) on the  sounds of everyone from Ben Harper to Paul Simon.  “The fondest  memories [I have] are hearing my mum sing and my brother play guitar at  some of our back yard jam sessions when I was about 13,” he reminisces.  “I was so attracted to the sound of an acoustic guitar and hearing my  brother play.”   As Gresham relocates temporarily to Los Angeles  to write with new collaborators and a run of US shows, there’s an ocean  of possibility before him. It’s the beginning of a new journey for the  one-time Western Australian surfer who has been independently recording,  touring and playing around Australia for nearly eight years.   “I try to stay open to genres and listen mostly to the writing and tones  of instruments,” says Gresham. “Small Voices is a song about a man in  jail missing his daughter, but I've also been thinking it could be about  someone trapped in a city life who wants to break out and live in the  forest.”   With an EP on its way and 'Small Voices' set to make  further waves for Gresham back home, it looks like 2016 is going to be a  big one. Jonny Stemphttps://soundcloud.com/jonnystempHuman encompassing upon the journey of Music.",
        "category_key": "music"
    },
    {
        "title": "Salsation IT Alejandro Angulo Italy 12-13 Dec 2015",
        "description": "Come join us for the next Salsation Workshop in Lomza! Salsation is the futureSalsation is the futureSalsation is the future",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Cargo - Reno, NV",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Messiah in Yarmouth",
        "description": "Come hear the stirring music of Handel as we sing and play our way through the entire Messiah! Orchestra, choir, and soloists collaborate to bring you a full evening of breathtaking music.April 5th at 5pm",
        "category_key": "music"
    },
    {
        "title": "Life! Who Knew? – Songs of Broadway",
        "description": "SPECIAL ENCORE PERFORMANCES! Direct from Michael Feinstein’s “54 Below” Club, it's Life! Who Knew? – Songs of Broadway, starring Lisa Rothauser. Special guest comedian Frank Licari.Life doesn’t always go according to plan. Few people know it better than St. Louis native and Broadway actress and singer (The Producers, The Vote Orange) Lisa Rothauser. Now Ms. Rothauser brings her hilarious insight, along with her critically lauded voice, in an original production LIFE! WHO KNEW? to South Florida at The Palm Beaches Theatre. Featuring musical direction from Grammy-nominated producer/songwriter Tor Hyams, Lisa Rothauser and an 8-piece band return to the stage January 14 - 17, 2016 following a week of sold-out shows in November. Also appearing will be Frank Licari, one of South Florida's hottest comedians.   Lisa Rothauser grew up with a passion for singing and a love of showbiz. She broke away from small town life and made it to the bright lights of Broadway only to be swept away to the ‘burbs by the man of her mother’s dreams. Who knew? Ready for a change, Lisa sent the husband packing, dropped the kids off at school, and headed straight back to Broadway. Join her on the hilarious and inspiring musical transformation from Broadway performer to Stepford wife and back again. Coming from sold-out performances at the 54 Below Theatre in NYC, where it was hailed: “There is no question that Lisa’s voice is sensational. It was simply stunning.” -Times Square Chronicles, and “It’s raw. It’s real. It’s the story of the human experience.” –Broadway World, LIFE. WHO KNEW? takes the stage at The Palm Beaches Theater January 14 - 17, 2016. Show times are Thursday, January 14 at 7 pm; Friday, January 15 at 7 pm; Saturday, January 16 at 7 pm; and Sunday, January 17 at 7 pm. Tickets are $49.",
        "category_key": "music"
    },
    {
        "title": "The Ladyvine Sessions: Z-STAR DELTA & JAY POWER",
        "description": "The first in a series of sessions hosted by Zee Gachette (Z-STAR) featuring live performances by Z-STAR DELTA &amp; JAY POWER.LadyVine weaves an ubiquitous energy line of genre bending sounds, improv and visuals connecting like minds and music lovers within its creative diaspora, Music. Consciousness. Social. ___________________Z-STAR DELTA is the stripped back delta blues rock folk flipside of British rock band Z-STAR. The explosive duo features guitar prodigy Sebastien Heintz with the electrifying award-winning frontwoman Zee Gachette on acoustic guitar and drums, who effortlessly deliver a fascinating cinematic road trip of sound. Zee's lush raspy blue tones, big acoustic guitars and swampy grooves laced with Seb's dark desert slide, psyche blues guitars and synth make for an evocative dangerous concoction. Expect a riotous roadtrip of passionate tales delivered with a dark dangerous earth shattering sound. This will be their UK debut show, after giving birth to the project in Australia. Zee and Seb will be showcasing tracks from their Dark Days Down Under tour album, as well as stunning new tunes written on the road. \"A rare blend of power and delicacy, deliver with an audience engagement that can't be learned\" - Baha Music Bar (Australia)\"They are the real real deal!\" - 4ZZZ 102.1fm (Australia)\"The duo had the audience entranced with their evocative stage presence. Great musical diversity\" - Rip It Up (Australia)__________________Combine slick beats and sassy vibe with vocal prowess and JAY POWER is what you get. Her show combines a dash of urban beats, a hint of funk and a splash of neo soul. Along with her power packed live performances, Jay Power’s reputation as an Australian act to watch is well and truly justified. Jay was a 2015 finalist for South Australian Female Artist of the year. Touring in the UK for the first time this summer, not to be missed!“Sexy and sleek. If you like soul, wrapped in pop, driven by funk and laced with hip hop, then this show is for you” - Beat Magazine“Jay Power is just the right blend of sass and soul” - The Advertiser__________________The Brunswick, 1-3 Holland Road, Hove, BN3 1JF / 01273 733984www.brunswick.netTickets £8-£10 in advance / £15 on the doorDoors from 7.30pm / Show 8pmProfits from the show will be donated to RISE BRIGHTON ~ Freedom from Domestic Abuse. A national award winning charity providing sanctuary and support in Sussex since 1994.",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Charleston, SC",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Salon West & Tafelmusik: Is classical a problem?",
        "description": "Join us on March 23rd for a performance and chat with friends from Tafelmusik Baroque Orchestra and Chamber Choir. We'll kick off the evening with a performance from Julia Wedman a violinist from one of the world's best Baroque orchestras and then sit down with their new Managing Director William Norris. William is new on the Toronto arts scene and comes to us from the UK where he served as Communications and Creative Programming Director for the Orchestra of the Age of Enlightenment. He's dedicated to pushing the boundaries of the art to attract new audiences and we're dedicated to pushing our arts leadership to do more for our city. Come for the music and stay for the fireworks at the salon.Doors open 6:30pmPerformance and talk: 7pmSocial: 8pmEarly bird tickets 20$, Regular 25$ and as always include refreshments and exclusive access to the Spoke Club art gallery and social spaces.",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop Switzerland 18th Sept 2015",
        "description": "Come join us for the next Salsation Workshop in Switzerland! Salsation is the futureSalsation is the futureSalsation is the future",
        "category_key": "music"
    },
    {
        "title": "Super Parrandon Vallenato at Margarita's",
        "description": "Nalexy Valle en Vivo.Musica Colombiana, Comida Colombiana y bebidas Colombianas! Join us for a very special Latin Night at Margarita's Grill in Avalon Park. Bottle Service:$45 Aguardiente$90 Buchanas$95 Old Parr$110 Black Label",
        "category_key": "music"
    },
    {
        "title": "St Valentine's Eve Massacree ....",
        "description": "St. Valentine’s Eve Massacree(with full orchestration and two-part harmony)Fellow travelers – let us gather.This St. Valentine’s Eve, get slayed by the harmonic stylings of two of Chicago’s favorite clandestine duos: Chauncey &amp; the Beast and The PhilBillies. Hosted by our pal Matt Lyle, this intimate concert for friends and family will feature each group performing seven songs a piece, all of which will be recorded, edited and mastered for the groups to do with whatever they damn well please.Tickets for this private BYOB event are $24 ($4 of which is a service fee - sorry), with all proceeds going to the recording and mastering process. The Foxhole, a cozy exposed-brick room that used to be a wallpaper store, only holds 50 people, so this show will sell out fast. No walk-ups, so please buy online as soon as you can!To sum up - what does that $24 get you? \nthe secret password\n \nan evening of amazing music with two talented duos that rarely gig (even though it's commonly agreed they should)\nbragging rights\na digital download of the show (when it’s good and ready)\na good night’s sleep earned from helping our friends create something life-affirming\nvictuals to help keep up that blood sugar over the course of the evening\ncold space and cups for those BYO beverages\nHope to see you out!",
        "category_key": "music"
    },
    {
        "title": "Backwoods Music Festival 2016: Stroud, Oklahoma",
        "description": "Backwoods Music Festival is a 4 day, 4 night camping festival filled with incredible art and music.  Some of the worlds most popular artists have graced the stages at Backwoods.  Located on a 1,000 acre ranch in the middle of the backwoods of Oklahoma, the venue's stages surround a lake and include a beach area, mysterious woods, tree houses and more.\n",
        "category_key": "music"
    },
    {
        "title": "OSIYM x pHoenix Pagliacci x Chop-Z",
        "description": "The Academy Presents...\n\nOSIYMhttp://soundcloud.com/osiym-music\n\npHoenix Pagliaccihttp://soundcloud.com/phoenix-pagliacci\n\nChop-Zhttp://soundcloud.com/chop-z\n\nThursday, July 21stThe Drake Hotel | 1150 Queen St. West$7 in advance | $10 at the door | 19+Doors at 8:30pm | Show at 10pm\n",
        "category_key": "music"
    },
    {
        "title": "Rustic Overtones Concert May 28th 7-10 PM 2016",
        "description": "Rustic Overtones Concert With option to stay and Camp Overnight may 28th 2016 MT Jefferson Ski Resort Lee Maine. Home of Matrix Pavilion.",
        "category_key": "music"
    },
    {
        "title": "FFAA, Aborted, Archspire, Dark Sermon & 3 regional",
        "description": "Eau Claire Uprising presentsFit For An Autopsy AbortedArchspire Dark SermonMICAWBERThe Fine ConstantThe Culture Of ALL AGES! $15 Advance $18 Day of Show Doors at 5PM Bands at 5:30PM",
        "category_key": "music"
    },
    {
        "title": "‎Nathan Kalish w/ Watching for Foxes, Fever Haze",
        "description": "‎Nathan Kalish &amp; The Lastcallers wsg/ Watching for Foxes, The Fever HazeFriday, April 1 at 8:30 PM$5 discounted advance online tickets$7 at the doorDoors 8:30 pmShow 9:00 pm",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Grande Prairie, AB",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!\n\nTim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!\n\nWhat is “Worship Hoedown” you ask?\n\nIt’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!\n\n\n",
        "category_key": "music"
    },
    {
        "title": "The Kent 1874 presents Paying Cash",
        "description": "Paying Cash live in Concert at The Kent 1874 in support of United Way of Chatham-Kent",
        "category_key": "music"
    },
    {
        "title": "Brazilian Fever 2014",
        "description": "  BRAZILIAN FEVER 2014   www.brazilianfever.ca  MUSIC. DANCE. CULTURE. CARNIVAL. PURE BRAZIL!  No celebration better reveals the Brazilian love of music, dance, and revelry than its world-renowned carnival festivities. Get ready to live an authentic Brazilian experience, and a night never before seen in Ottawa – a sultry display of carnival costumes, sexy samba dancers, world-class Brazilian musicians playing exotic high-energy beats, live drummers, capoeiristas, and much more.  Join us as the city comes alive with the rhythms &amp; sounds of this sizzling cultural spectacle!When &amp; WhereDate: Saturday, February 15, 2014Time: 8:00 pm until 2:00 amLocation: The Majestic GRAND HALL of the Canadian Museum of CivilizationCanada’s TOP tourist attraction, minutes from Parliament Hill The AttractionsBANDA BRACATUM - guarantees to get revelers on the dance floor with a high-energy musical repertoire that includes samba, frevo, axé, marchinhas and more!BATUCADA CARIOCA - a spectacular group of 20 musicians led by Maninho Costa, a reference in the Brazilian music scene in Canada. Get ready to dance the night away to the most traditional and original rhythms of Rio de Janeiro’s samba schools and experience the joy, fidelity and soul of true samba!CAPOEIRA CAMARA - an internationally-renowned group of capoeira experts that have won the attention of both the Canadian and Brazilian media with their spectacular performances throughout the Americas, Europe and Asia                DANCE MIGRATION - Canada’s leading Brazilian dance company, presenting exhilarating performances in samba, Afro-Brazilian dance, and more…",
        "category_key": "music"
    },
    {
        "title": "Devils Backbone Hoopla Camping Upgrades & Parking",
        "description": "Camping Upgrades must be accompanied by a Festival &amp; Camping Pass.  These are vehicle or area passes and are not required for each person.  See more information below on what is included with each upgrade.\n\nRV Passes: A 20’X40’ space for Class A, B, C RVs, “5th Wheel” or Tow-Behind Trailers (including utility trailers). If you need more space for additional vehicles, tents or people you can just purchase 2 RV Passes. Any Volkswagen campers or vans are not required to purchase a RV pass. Space is limited and we request that you purchase a “Reserved Car Camping Pass” for smaller standard sized vehicle if you would like to camp with your vehicle.\n\nReserved Car Camping Passes: If you would like to camp with your car you will need to purchase a “Reserved Car Camping Pass.”  This pass allows you to park 1 car and setup 1\ntent (up to 2 people) in a\n10’X35′ space. Only 1 Pass is required for each 10’X35′ space and not for each\nperson. For example, if 2 people arrive in 1 car they would need to just\npurchase (1) “Reserved Car Camping Pass.” If 2 people arrive in 2 cars or need\nspace for 2 tents the will need (2) “Reserved Car Camping Passes.”\n",
        "category_key": "music"
    },
    {
        "title": "Hardly Strictly Selichot Unplugged",
        "description": "Congregation Beth Sholom, the Mission Minyan, and the Kitchen co-present a communal Selichot experience like none other.September 24, 20169 – 11 p.m., Fire on the Water short film screening &amp; talkback11 – 11:30 p.m., Coffee, dessert, &amp; schmooze11:30 p.m. – 1:30 a.m., Hardly Strictly Selichot UnpluggedAt 9 p.m., stretch your spiritual and intellectual muscles with a screening of Rabbi Aubrey Glazer‘s short film, Fire on the Water. The 30-minute film uses a father-son fly fishing trip to grapple with divergent notions of sibling rivalry, parental love, trust, reconciliation, and sacrifice. This special screening will be followed by a panel discussion exploring the themes of the film as they relate to the spiritual journey of the Yamim Noraim, the Days of Awe – featuring many of our CBS High Holy Days spiritual leaders, includingAviva Chernick and Rabbis Aubrey Glazer andDorothy Richman.Then, at 11:30 p.m., we’ll put those limber muscles to work as we usher in “the season of awe” with Hardly Strictly Selichot Unplugged. Yehuda Solomon and Duvid Swirsky of the Israeli-American folk-rock band, Moshav, lead us in a joyous communal sing-along experience, that features appearances by many special guests – musicians, singers, and rabbis – it’s a neo-Carlebach kumzitz meets The Last Waltz mash-up! Singing and moving together with communal leaders and singers from CBS, the Mission Minyan, and the Kitchen, we’ll rediscover the power of the Selichot, our tradition’s beautiful and meaningful penitential piyyut (Jewish liturgical poems).Both parts of this special evening are free, but pre-registration is required.",
        "category_key": "music"
    },
    {
        "title": "Erica Lane Album Release Concert at Rocketown",
        "description": "Erica Lane showcases the release of her new EP \"Take Your Burden Down\" at Rocketown (White Building) in Music City.  Opening act by shaylee&amp;scott. Concert at 6pm, followed by mix/mingle party with light horderves.",
        "category_key": "music"
    },
    {
        "title": "No Thanks Tape Release Show",
        "description": "Omaha's spookiest political punk act are eager to release their long awaited Position, a tape which borders on manifesto. Recorded in the winter of 2015 in the dungeons of Kick's ancestral home, with nothing but their wits and the drunken advice of their old friend, Azul, Position is the result of their sweat, blood and angst. From slow and wicked to fast and heavy, No Thanks is the manic delivery of Castro Turf, the shrieking strings of Kick Banan, the furious rhythms of Ruby Roux, and the relentless percussions of the Lost Boy. Together the No Thanks Liberation Front cries out against the evils of social hierarchy, and calls upon an eager audience to liberate themselves from subjugation.\n\nHailing from Lincoln, Bien Fang delivers grunge, punk, and pop in riotous style, sure to awaken and empower those that listen to their haunting lyrics. None can deny the power, talent and righteousness prevalent in their set.\n\nClassic and sludgy the sounds of Super Moon leaves listeners in awe, as an atmosphere of doom envelopes them. The air trembles with their dark sounds, as black magic takes hold.\n\nTogether these three bands are sure to deliver a night for the witches, where black cats lurk under moonlight and rebellious freedom rings off of each musical note. Songs will be sung, bonds will be formed, and constrains will be broken.\n\nThere will be limited quantities of free pizza and root beer, so show up early! There is a solid chance of vegan options for pizza as well.\n\nFriday, June 17thMilk Run, 1907 Leavenworth9:30 p.m. show, $5 adv/do\n",
        "category_key": "music"
    },
    {
        "title": "[ istandard producer showcase - new orleans ]",
        "description": "Akai Professional &amp; Native Instruments presents the[istandard] New Orleans Producer Showcaseon Wednesday, May 25th 2016 at The Howlin’ Wolf – Powered by Monster Energy.Get in your early submission for this event before it books up by selecting “New Orleans, LA” at http://portal.istandardproducers.com/beats/showcase_submitSave $5 on an advanced ticket to this event HERE (you will be placed on the will call guest list)Judges Include:Nesby Phips [@NesbyPhips] – Curren$y, Wiz Khalifa, Mack Maine.KC Da Producer [@KCDAPRODUCER] – Lil Wayne, Drake, Ludacris.Chase N Cashe [@ChaseNCashe] – Eminem, Lil Wayne, Drake.Winner with the highest score will geta prize package consisting of a bundle IK Multimedia x iOS Products, plus their renowned plug-inT-Racks Grand x iZotope’s Trash 2 x Eventide’s UltraChannel x PreSonus’ Studio One Professional x a choice of Propellerhead Software (either Reason Essentials or ReCycle) x Ableton Live 9 Intro xa Lifetime Subscription to iStandardProducers.com x promotional gear from Monster Energy, and more…Be sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.Check out some additional Success Stories HERE",
        "category_key": "music"
    },
    {
        "title": "Festival Of Hope 2016",
        "description": "Looking for something to do this summer? Faith Clothing, Youth War, and Whereto present the Festival of Hope 2016 at the Core (223 Pinnacle Street) in Belleville, Ontario, July 16th and 17th. This festival is a mental health awareness benefit festival and was organized in order to raise awareness for mental health and to promote resources, as well as music as a coping stratedgy for those going through a difficult time in life.   2 DAYS, 25+ BANDS. Door profit made will be donated to a local Canadian mental health service.\n",
        "category_key": "music"
    },
    {
        "title": "Bastids BBQ 2014 Calgary",
        "description": "CALGARY! I am pleased to announce that Bastid's BBQ is coming to your city on July 19th. I've gathered some of my favourite DJs in North America for a summer celebration like no other taking place in EXACTLY ONE MONTH in your fine city.Location: Marquee Beer Market &amp; Stage4630 Macleod Trail S.4PM-11PMLine-up:Skratch BastidChris Karns (USA)Four Color Zack (USA)Smalltown DJsDragon Fli Empire (Live)HedspinDJ PumpDJ DisorientalC-SikWackuttT-WooHeebzIvan RankicSee you there!",
        "category_key": "music"
    },
    {
        "title": "Jingle the Bass 2016",
        "description": "It's that time of the year again folks! Global Music Broadcasting INC. is proud to present to you Jingle The Bass 2016. With the groundbreaking year last year, this years production will be next to none. Tickets will go on sale Tuesday August 30th**Lineup**DATSIKFIGURE b2b ProtohypeTrollPhacejPhelpzCyberopticsMineSweepaOh, Andron18+",
        "category_key": "music"
    },
    {
        "title": "Free Boyd Tinsley Concery with Crystal Garden",
        "description": "SEATS LIMITED: The legendary musician plays a free public concert with upcoming band, Crystal GardenAs a founding member of Dave Matthews Band, Boyd Tinsley’s violin is indelibly linked to DMB’s sound. The Grammy award winning artist has helped propel the band to become the biggest ticket-seller worldwide of the past decade and recognized as one of the top 100 highest selling American bands of all-time with CD and DVD sales surpassing 37 million.This evening offers an introduction to one  Boyd’s projects, Crystal Garden. Boyd produced and curated this group of great musicians and turned them into a great rock band. It took two years for Tinsley to find the right mix, but the patience has paid off in Mycle Wastman, Matt Frewen, James Frost‐Winn, and Charlie Csontos. These musicians from San Francisco, Seattle and Toronto converged in Charlottesville and  Crystal Garden began recording. Their debut release will feature Boyd Tinsley and special guest Stanley Jordan, a legendary jazz/fusion guitarist.",
        "category_key": "music"
    },
    {
        "title": "Night Swim 2",
        "description": "Night Swim! A new monthly residency on the dance floor of Nitro Lounge. We'll be taking over the decks with the help of some friends every Second Saturday.  Good party times and good music!21+SMOKE FREE 1336 E 6th StreetTulsa,Ok 74114",
        "category_key": "music"
    },
    {
        "title": "Rob Elder and Friends",
        "description": "Desboro Music Hall Concert SeriesFeaturing: Rob Elder, Drew McIvor, Larry JensenAll AgesDoors open at 7pm, Music starts at 7:30pmPlease let us know if you need accessibility.Please note that washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.",
        "category_key": "music"
    },
    {
        "title": "NEW CRUSH: Waylor",
        "description": "NEW CRUSH x FAMOUS FRIENDS presentsWaylor+ Grace Lightman+ San Felu+ CooperStrictly over 18's (Photo ID may be required for entry)",
        "category_key": "music"
    },
    {
        "title": "Meltdown 5.5 WSG FIGURE - EPROM - Widdler + More",
        "description": "Detroit Rave Scene and Zamora Present:  Meltdown 5.5  https://www.facebook.com/events/793631727394325/Detroit a largest and loudest bass music event is Back! Fugure - EPROM - The Widdler - D Jhasta Midnight Turanasarus - on 300,000 watts of sound +over 60 local DJs and producers! Tickets go on sale now! Detroits largest and loudest bass music event is Back!  Mixed Genre event! Figure - EPROM - The Widdler - D Jhasta Midnight Tyrannosaurus +300,000 watts of thunderous sound +over 60 local DJs and producers! Presale : GA -$35   40/45 at the Door VIP 60$ Vip Includes: Vip access line - Goodie Bag with Meltdown vip lanyard to keep / assorted candy / glow meltdown bracelet / random local coupons and more fun items we decide to add. 2 Vip rooms with some tasty bacon - bbq - fruit (Motherfucking Medley) Veggie tray and more!Wilhelm KPerrbear Donald Whan Massiffect Maverick Minion Al neonL@chjawVanWeezyNickyBoomFormantixTIMES SUBJECT tO CHANGEMain stage 5 MegaHurtz6 Curly Stache 7 Sages of Sound 8 Massiffect 9 Al Neon 10 Midnight Tyrannosaurus 11 D - JAHSTA12 The Widdler1:05 - 1:25 DJ Kaos / feat: Wizzle live vocal performance 1:30 - EPROM 2:30 - Close - Figure Stage 2 5 Default6 Cat in the hat7 Formantix 8 VanWeezy 9 Diesel Punk10 Donny Whan11 Brano12 L@chjaw1 JVCK JAMES2 MAXXXDPS3 Hypnotic B2B SouluxStage 3 5 BradAttacK6 Kill streak 7 Vibe Guru 8 Event Horizionz 9 Nickyboom10 Perrbear11 Mav12 Minion1 Bliss b2b Lady Reign2 Bass Panthers3 Bass PanthersStage 45 High Life &amp; Mystic6 Philthy phill7 Deeper Cut 8 DeadRomeo9 Maverick 10 Enjoi11 Steven James b2b Gusto12 Wilhelm K1 Mizz Chavez 2 Squish3 Nole loveStage 55:30 Dizzy Mason 7 Dj Peezy8 TriStarz9 CVL3X10 D!ST!NCT11 Dekglow 12 Serax 1 Laceration Selekta 2 Adam Hazzard3 BREXX  VIP Perks:  Goodie Bag with Meltdown VIP lanyard to keep. Meltdown bracelet - candy snacks - Coupons to local businesses -  Catered food / BBQ / Snacks / 2 Vip Rooms to chill in.  Fast entry VIP line. + More to come! https://www.facebook.com/events/793631727394325/",
        "category_key": "music"
    },
    {
        "title": "MEME 2016 - Opening Night Party - Jay Tripwire",
        "description": "MEME 2016 Opening Night Party - JAY TRIPWIREFeaturing:  JAY TRIPWIRE- Vancouverhttps://soundcloud.com/jaytripwirehttps://www.facebook.com/Mr.Tripwirehttps://pro.beatport.com/artist/jay-tripwire/88  + locals tbaTickets: $14 (Plus fees)Venue: Union Sound Hall18+ with photo IDhttps://www.facebook.com/events/1785409325022715/",
        "category_key": "music"
    },
    {
        "title": "DYNAMICON 2016",
        "description": "DYNAMICON is the 15th annual music festival and conference  presented by Dynamic Producer. BEAT Royale is the ultimate battleground, live performance stage and music showcase event also presented by Dynamic Producer. Join us in Septmember for a doubleheader! Get ready to showcase, perform and compete live, while also networking with credible industry professionals working in music production, songwriting, management, publishing, a&amp;r, radio, media and more!\n",
        "category_key": "music"
    },
    {
        "title": "Dilla 10: A Love Celebration",
        "description": "The Academy and The Main Ingredient present...DILLA 10: A LOVE CELEBRATIONSUNDAY, FEBRUARY 28Live performances:ILLA J &amp; FRANK N DANK w/ special guest MA DUKESDeejays:P-PLUS / DJ MENSA / DJ AGILEHosted by: wan luv &amp; ARCEELIVE DILLA ART AUCTIONTHE DEN (below NEST)423 College St. (at Bathurst)20% of proceeds will be donated to the James Dewitt Yancey Foundation",
        "category_key": "music"
    },
    {
        "title": "Fusion Fest",
        "description": "FUSION FEST 2016\n\nAfter a very successful inaugural festival in 2015, Fusion Fest is expanding and growing rapidly! The B&amp;O Station, located at 530 Mahoning Avenue, was such a great host last year, BeeHive Productions is returning to the location for 2016! With the re-emergence of the Youngstown music scene on the horizon, Fusion Fest is looking to be a main staple of the Youngstown entertainment scene for years to come.\n\nIn addition to the new wave of music, the finest local art will be on display as well in The Galleria. This year’s festival will boast a myriad of local art as well as; Yoga classes, health and fitness related activities, hoop and flow expos, and demonstrations of the finer arts. Food and merchandise will be available as Fusion Fest is featuring some of the area’s top food trucks and vendors.\n\n3 stages!15 hours of music!Art Gallery!Yoga!Food!Vendors!\n\nFeaturing:\n\nFreddy Todd (Detroit, Michigan) [Psycho-Delicious Soul Splatter, Acid Bass Unicorn Chrondor] Lowtemp || Simplify Recordings ll Adapted Records ll Car Crash Set ll Waveform Modulations ll Run Riot Records ll Daly City Records ||https://soundcloud.com/freddytoddhttps://www.facebook.com/freddytoddmusic/\n\nJahman Brahman (Asheville, NC) [Shred'n'flow]https://www.facebook.com/JahmanBrahman/?fref=tswww.JahmanBrahman.com\n\nBlankface (Irvine, CA) [Dubstep] || Savage Society ||https://www.facebook.com/blankfacedubs/?fref=tshttps://soundcloud.com/blankfacedubstep\n\nThe Bees Trees (Youngstown, OH) {Rock, Soul, Funk] || BeeHive Productions ||https://www.facebook.com/TheBeesTrees/?fref=tshttps://soundcloud.com/thebeestrees\n\nToadface (Piqua, OH) [Bass Music]https://soundcloud.com/toadfacehttps://www.facebook.com/Toadfacetoadface/?fref=ts\n\nFunctional Flow (Buffalo, NY) [Funk, Rock, Reggae, Jam-Hybrid]https://www.facebook.com/FunktionalFlowMusic/?fref=tshttp://www.funktionalflow.com/\n\nShut Your Mouth And Beatbox [Beatbox]https://www.facebook.com/shutyourmouthandbeatbox/?fref=tshttp://www.shutyourmouthandbeatbox.com/\n\nLocal/Regional support:\n\nAkA (Youngstown, OH)Calladore (Youngstown, OH)Chirp (Ann Arbor, MI)Desmond Jones (Grand Rapids, MI)DICEY ( Pittsburgh, PA)Figurehead (Youngstown, OH)Jeremy Heavener &amp; Friends (Youngstown, OH)JoJo Stella (Bowling Green, OH)The Labra Brothers (Youngstown, OH)Malibu Page (Youngstown, OH)Mr.Yukk (Pittsburgh, PA)Phillis Wayne (Dayton, OH)Ryan Melquist (Jamestown, NY)RVO (Youngstown, OH)Sweet Earth (Pittsburgh, PA)Slave (Cleveland, OH)\n",
        "category_key": "music"
    },
    {
        "title": "Hip-Hop Orchestra in Austin 2!",
        "description": "After selling out their September 30th event in less than 3 weeks, Thee Phantom &amp; The Illharmonic Orchestra have decided to book an additional show in the wonderful city of Austin!\n\nWhen was the last time you witnessed, strings, horns and piano at a Hip-Hop show? Envision if you will the perfect blend of; Rakim, Rachmaninov, Mozart and Mos Def. Well that is but a fraction of what you will see when you catch Thee Phantom &amp; The Illharmonic Orchestra in action. The group is taking to the stage at the beautiful, Bates Recital Hall on the campus of the University of Texas/Austin.http://www.reverbnation.com/theephantomhttp://www.theephantom.hiphop/https://itunes.apple.com/us/artist/thee-phantom/id212968948http://www.instagram.com/TheePhantom5000http://www.twitter.com/TheePhantom5000http://www.djphillyc.com/\n",
        "category_key": "music"
    },
    {
        "title": "Electric Glow YSA NYE 2016",
        "description": "THE All NEW YSA 2016 NEW YEARS EVE EVENT$18 All Inclusive ( Young Single Adults 18-30 )Note: This event is NOT at D&amp;B. This year is all new and we know you are going to love it!!!THIS EVENT WILL SELL-OUT!Perfect Mix DJ's and LED Entertainment have come together to create a BRAND NEW NYE experience unlike anything you have ever seen before!!!! Get ready for the Ultimate NYE party Filled with Lights, Lasers, Beats and YSA's from all over SoCal!Come dressed in Bright NEON Festival colors and GLOW the night away!You are not going to want to miss this!( This Ain't No ONE room show )Main Stage with MASSIVE SOUND and LIGHTING system located inside a MASSIVE HANGER that extends outside creating 90,000 sq ft of clean fun Entertainment.-2 Massive Dance Floors========FEATURING=========-8 of SoCals Best LDS DJ's spinning Hip Hop- top 40. EDM and Latin Hits!-DJ Arrow -DJ Landon -DJ Chinadog -DJ George G-DJ Tyke Myson -DJ MK 19 -EXP- State of the art Sound and Lighting with Insane computerized Laser and Intel moving light shows-All New - Silent Disco Dance floor - Sponsored by Sound Off Experience- CO2 Cannons-Black Lights-Lasers- LED Video wall-Photo Booths w/ unlimited photos-Giant inflatable Twister board-DANCE OFF - Dance Competition starting at 10pm - Sponsored by Step X Step Dance-Professional Roaming Photographers- EPIC MIDNIGHT COUNTDOWN SHOW W/-Co2 Jets-Laser Show-HUGE Balloon drop including$1,000 CASH ………We are Gonna MAKE IT RAIN like El Niño!!!(All Inclusive )Pre-Sale - $18- Parking included-Doors open at 9:00pmAges (18-30)- 9PM - 12:30AMThis will be a sold out event.. Brand new event and production team.This is a CLEAN EventDrugs and alcohol are strictly Prohibited!!No smoking/vaping.Note:This is a private event for YSA's hosted by LED Entertainment and Perfect Mix DJs. While not officially affiliated with the LDS Church, LDS standards will be strictly enforced. No drugs. No alcohol.",
        "category_key": "music"
    },
    {
        "title": "Брати Гадюкіни вперше в Чикаго",
        "description": "Брати́ Гадю́кіни — культовий український рок-гурт, створений 1988 року у Львові; першими з українських рок-команд здобули популярність на теренах колишнього СРСР і пострадянському просторі. «Гади» випустили 4 студійні альбоми, 4 концертні альбоми та 2 збірки хітів. Крім цього, була величезна кількість концертів та участь у фестивалях по всьому світу. Гурт припинив концертну діяльність в 1995 році і возз'єднався в 2006 році для концерту в київському «Палаці спорту», який зібрав 15 000 глядачів — абсолютний рекорд для українських музикантів.",
        "category_key": "music"
    },
    {
        "title": "Chance Encounters - Blend West End Choir",
        "description": "As seen on the Oliviers, enjoy a medley of classics from Blend West End Choir.",
        "category_key": "music"
    },
    {
        "title": "Partygras 2015 Presented by Volv",
        "description": ".....::::: Presented by Volv | Lifestyle &amp; Entertainment :::::.....- Free Entry With Wristband - 10 Days - #NeverStopThePartyDrink Specials: $3.50 Pornstars, $4.50 Bar Rail, $5.50 Jager BombsThursday, September 3: Partygras 2015 Casual Kickoff - Boston Pizza Main Street... - Expedited Wristband pickup station...............................................................................................................................Friday, September 4Seventy Seven + Dirty Dog's...............................................................................................................................Saturday, September 5 + Sunday, September 6Sizzle, Koi, Gown &amp; Gavel, Heist, Trust &amp; Speakeasy: HESSFEST PUB CRAWLCelebrate the long-weekend Sunday with 5000+ others in the legendary Hess Village. Your Partygras wristband will get you FREE access to this event. The streets will be buzzing with buskers, performances, food trucks and more!Monday, September 7Slainte + Liquid Kitty...............................................................................................................................Tuesday, September 8Gown &amp; Gavel + Big Texas...............................................................................................................................Wednesday, September 9Dirty Dog's + The Underground (Newly Renovated)...............................................................................................................................Thursday, September 10Sizzle + Koi: NEXT DIMENSIONEnter into the bridge of our Starship and buckle up for a night beyond this world. There will be more sexy astronauts than you can count and what kind of next dimension party would this be without some unbelievable laser shows???!!! Join in by dressing in all white!...............................................................................................................................Friday, September 11Barangas: FULL MOON PARTYFREE ROUND TRIP BUSING: Leaving from Sterling &amp; Forsyth (by McMaster), starting at 9pm**Arrive early to ensure you get in a bus!Sometimes called the most EPIC or LEGENDARY night's of Partygras, Friday night at Barangas will be nothing short of amazing. Get your best tight and bright beach gear on and prepare the face paint because this year we are transforming Barangas into the beaches of Koh Phangan, Thailand for a true FULL MOON PARTY experience. As usual we have a couple surprises sleeves!!!...............................................................................................................................Saturday, September 12Seventy-Seven Parking Lot: SaturDAYFEST (4pm - 9:30pm)Be a part of Partygras' first ever DAY party, featuring local DJ talent and a special guest OVERWERK. Join 1000+ others and party from 4pm until 4am, non stop! Featuring a Beer Garden, Chill Zone, FREE Red Bull Samples + More!-&gt; 500 LIMITED FREE tickets available with Partygras Wristband - must be claimed in advance-&gt; FREE with VIP WristbandClub 77: VIRUSWe aren't even going to bother telling you what we have in store. Our finale's are EPIC and the only way you will know what is going down is if you show up early and join this unforgettable, next level finale to Partygras 2015Event Wristbands and Ticketing==&gt; $20 Early Bird Partygras Wristbands==&gt; $25-$30 General Admission Partygras Wristbands==&gt; $50-$60 VIP (Line ByPass) Partygras Wristbands \nFollow us on Instagram for behind the scene shots and the quickest updates:\n@volventertainment\nJoin us on Facebook for other top events, giveaways and photos:\nhttp://www.fb.me/volvpage \nJoin us on Twitter for regular updates and fun:\nhttp://www.twitter.com/volv \n||||||||| QUESTIONS? LOOKING TO BOOK BOTTLE SERVICE? ||| EMAIL INFO@VOLV.CA |||||||||\nTHIS IS A 19+ EVENT ONLY. Admission is not guaranteed and is determined by capacity. Arrive early to avoid disappointment.Property of Volv Marketing Incorporated\n",
        "category_key": "music"
    },
    {
        "title": "The Contenders: Jay Nash & Josh Day",
        "description": "Nash and Day have been players and poets for the better part of two decades; they have been making music, telling tales, and having fun touring together as The Contenders since 2012. Join us as we welcome them back to ArtisTree!",
        "category_key": "music"
    },
    {
        "title": "That 90's Party - Tulsa 2015",
        "description": "That 90's Party welcomes you to enter a world of rebellion and cultural chaos where anti-fashion dogmas and an “anything goes” kind of fashion emerged. Get a Club Kid Haircut and walk into what will be Tulsa's biggest 90's PARTY since....well, the 90's!Multiple Djs on 3 stages / 3 dance floors playing all of your favorites from the decade. Featuring an all 90's soundtrack.Outdoor Stage - Pop 90s &amp; Top 40Indoor Stage - Rock / AlternativeUpstairs Stage - Techno / Underground Club90's Costume ContestVideo Manipulation ScreensThat 90's Party Photo BoothTons of fun stage acts!Saturday JUNE 13, 2015The Fur Shop520 East 3rd StreetDowntown Tulsa, OKDoors / Show: 8PM - 2AMLimited tickets availableFollow our facebook page for free tickets, contests, and announcements! http://www.facebook.com/That90sParty",
        "category_key": "music"
    },
    {
        "title": "Rally at Balsam Valley - WAA Summerfest",
        "description": "Rally at Balsam Valley - Wreaths Across America Summerfest\nDarryl Worley\n\nFireworks\n\nFood Vendors\n\nBeer Tent\n",
        "category_key": "music"
    },
    {
        "title": "Nashville Unplugged Live at the Rocky-Tonk",
        "description": "Hit songwriters give you the stories behind the songs in this long running Las Vegas show coming to the Rocky-Tonk in Medford. Writers Aaron Bewared- chart topping songwriter and founder of the country band Blue County. Travis Howard- Miranda Lamberts hit songwriter, and special guest Earl Bud Lee- writer of 'Friends in Low Places' and many more hit songs, will share the stage in Medford for one night only. This is an acoustic show where all songwriters play each others songs together. Opening the show is 14 year old songwriter Brenna Beatty. ",
        "category_key": "music"
    },
    {
        "title": "Vova Zi Lvova @ San Francisco",
        "description": "St. Valentine's Day",
        "category_key": "music"
    },
    {
        "title": "Colt Ford Live at the Eagles Nest Virginia Beach",
        "description": "Colt Ford Live with special guests Radio Romance and Dj Toeknee at the Eagles Nest Rockin' Country Bar Virginia Beach! Presented by our friends at Charles Barker Truck and Accessory Center and also Holiday Inn Oceanside Hotel and resort in Virginia Beach!",
        "category_key": "music"
    },
    {
        "title": "Appice Brothers Live @ Sharkey's Summer Stage",
        "description": "August 12, The Appice Brothers takeover Sharkey's Summer Stage with a larger than life rock performance.\n\nThe Appice Brothers, Carmine and Vinny, have conquered the rock world for decades and now join forces to conquer the world with their own rock show. Playing the greatest hits of their previous bands like Black Sabbath, Dio, Ozzy Osbourne, Rod Stewart, Blue Murder and more, the Appice Brothers deliver a rock show that will impress both rockers and drummers alike. This show is not a drum show but a high energy, mind blowing rock concert with legendary songs, played with vehemence &amp; power. Legendary rock drummer, Carmine Appice (Ozzy Osbourne, Rod Stewart, Vanilla Fudge, Cactus, and Jeff Beck to name a few), has enjoyed an amazing almost 50 year career as a rock star, music educator, author, and rock pioneer. He is widely considered to be one of the most accomplished showmen in rock.Carmine is the recipient of numerous awards including Modern Drummer Hall of Fame, Hollywood Rock Walk of Fame, and dozens of gold and platinum selling records. Carmine co-wrote such monster selling hits as \"Do Ya Think I'm Sexy\" and \"Young Turks\". He has broken new ground in every aspect of his career. As a performer, as a teacher, and as a writer, he continues to inspire drummers and listeners throughout the world with his originality and his unwavering dedication to the art of drumming. In 2016, Carmine unleashed his book titled “STICK IT - My Life of SEX, DRUMS, AND ROCK ‘N’ ROLL”.Vinny Appice’s unique, powerful drumming is marked not by his performances with a single group, but by his flawless musical contributions and drumming to an extensive list of rock and roll icons like Black Sabbath, Ronnie James Dio, Heaven &amp; Hell, Rick Derringer, John Lennon and more!  A consummate performer and drummer, Vinny is also a brilliant clinician, performing clinics and master classes all across the globe, as well as making appearances in films and television. Vinny can be heard on Rock Classic albums like Black Sabbath's \"Mob Rules\" and Dio's \"Holy Diver\" &amp; \"Last in Line\".\n",
        "category_key": "music"
    },
    {
        "title": "[istandard producers showcase - kansas city]",
        "description": "We are back in the home of the World Champion Royals on August 9, 2016.\n\nProducers get a submission in for this event by selecting “Kansas City, MO” at http://portal.istandardproducers.com/beats/showcase_submit.\n\nThe Roxy Bar is our home again in KC for this next installment, which is [Presented by] Akai Professional &amp; Native Instruments &amp; [Powered by] Epademik Productions.\n\nJudges Include:\n\nSwiff D [@SwiffD] - Kevin Gates, G Unit, Schoolboy Q, \n\nDJ Pain1 - Slaughterhouse, Young Jeezy,, 2Chainz,\n\nDon Juan - Tech N9ne, E 40, 8Ball &amp; MJG.\n\n\n\nWinner with the highest score will get a prize package consisting of a bundle IK Multimedia x iOS Products, plus their renowned plug-in T-Racks Grand x iZotope’s Trash 2 x Eventide’s UltraChannel x PreSonus’ Studio One Professional x a choice of Propellerhead Software (either Reason Essentials or ReCycle) x Ableton Live 9 Intro x QuNeo by Keith McMillen Instruments x a Lifetime Subscription to iStandardProducers.com, and more…\n\nWe recently placed two records with XXL Magazine for the Freshmen Cypher videos. Check them out here and here. Be sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.\n\n\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Season Passes",
        "description": "This is good for 7 tickets to any of the shows of the Desboro Music Hall Concert SeriesPlease note washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.To redeem tickets, in the email you receive from Universe click on the link \"See what you can get with your pass\" and redeem your credits.",
        "category_key": "music"
    },
    {
        "title": "Jon Lloyd Group",
        "description": "This return gig was by popular demand after last year’s storming debut for Birmingham Jazz.This group sees Jon moving away from his free-improv roots into a more harmonically inclined territory. His compositions provide melody interspersed with moments of dazzling virtuosity and creative drive. The current group includes:Jon Lloyd – soprano saxophone, bass clarinet, composition. I have played on the UK jazz and improvised music scene for over 20 years, playing with the likes of Paul Rogers, Mark Sanders, Marcio Mattos, Paul Clarvis, Stan Adler, Michel Pilz and Gerry Hemingway. John Law - Pianist has been a key member of my groups since the Jon Lloyd Quartet’s Syzygy backin 1991. He is a musician with a rare sensitivity and a fearless ability which cuts across all genres; his own musical path has connected freedom, classical music and jazz , reaching a high in recent years with his Congregation Trio with Asaf and Yuri Goloubev. He has also appeared for BJazz in his own right.Rob Palmer - Guitarist plays with a powerful soloing style coupled with a high regard for texture and ambient sound. He plays with saxophonist Theo Travis, vibes player Roger Beaujolais and French composer Daniel Biro.Tom Farmer - Bassist is part of the new generation of highly accomplished UK jazz musicians – a bandleader with the phenomenal Empirical and a bass player of enormous strength.Dave Hamblett - Drummer is one of the most in-demand young drummers on the UK scene. His style is rooted in the jazz tradition but is very much modern, encompassing influences from many different styles of music. His distinctive yet adaptable playing has lead him to work with many of the country’s finest musicians and play in a wide range of musical situations.The personnel will be: me on soprano saxophone, John Law on piano and keyboards, Rob Palmer on electric guitar, Tom Farmer on double bass and Dave Hamblett on drums.“…this is definitely a group to catch is you can.” John Lyons, Jazz UK.“A saxophone delivery as persuasive as a speaking voice. Lloyd should be seen and heard more often.” Penguin Guide to Jazz on CD“Ambitious and virtuosic...one of the most striking writers at the sharp end of British jazz and improvisation” John Fordham, The Guardian, UKThe personnel will be: John Lloyd soprano saxophone, John Law keyboards, Rob Palmerelectric guitar, Tom Farmer bass and Dave Hamblett on drums.",
        "category_key": "music"
    },
    {
        "title": "[ istandard producer showcase - detroit ]",
        "description": "[istandard] continues the journey on “The Road to Beast of the Beats X” as we make a stop in Detroit on Tuesday, May 10th 2016.The show will be held at The Old Miami andPresented by Akai Professional &amp; Native Instruments – Powered by Monster Energy &amp; DetroitRap.comGet in your early submission for this event before it books up by selecting “Detroit, MI” at http://portal.istandardproducers.com/beats/showcase_submitSave $5 on an advanced ticket to this event HERE (you will be placed on the will call guest list)Judges Include:The Olympicks [@The_Olympicks] – Lil Wayne, Rick Ross, Big Sean.Diamond D [@diamondditc] – Legendary Emcee and DJ.  Producer for Busta Rhymes, Fat Joe / Original Co-Founder of DITCChanes [@chchanes] – Sean Price, Royce Da 5’9, Obie Trice.Winner with the highest score will geta prize package consisting of a bundle IK Multimedia iOS Products, plus their renowned plug-inT-Racks Grand, iZotope’s Trash 2,a choice of Propellerhead Software (either Reason Essentials or ReCycle), Ableton Live 9 Intro, a Lifetime Subscription to iStandardProducers.com, promotional gear from Monster Energy and more…Be sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.",
        "category_key": "music"
    },
    {
        "title": "Pinegrove, SPORTS, Half Waif at Milk Run Omaha",
        "description": "Tuesday, July 26thMilk Run, 1907 Leavenworth7 p.m. doors, 7:30 p.m. show$10Tickets available via UniversePinegrovehttps://pinegrove.bandcamp.com/https://www.facebook.com/Pinegroveband/http://www.runforcoverrecords.com/products/565891-pinegrove-cardinalAfter a number of different releases and years of touring, Montclair, New Jersey’s Pinegrove have offered their finest work to date with their newest LP, Cardinal. The band’s captivating blend of indie rock, pop and country elements is more vivid, fine-tuned, and addictive than ever before. Vocalist/guitarist Evan Stephens Hall along with brothers Zack Levine (drums) and Nick Levine (guitar) form a core that has been playing together since early childhood. Painting his emotions onto these songs with colorful and kinetic strokes, Hall moves through Cardinal’s eight songs with unforgettable energy and passion, with a vocal performance that is pleasantly reminiscent of Will Oldham and Built to Spill’s Doug Martsch. Highlighted by the downtrodden nostalgia of twangy opener “Old Friends” and the climactic refrain of “Size of the Moon,” where the confession “I don’t know what I’m afraid of,” is just as much of a sing-a-long as it is an emotional breakdown, moods don’t stay in one place for very long on Cardinal - they are carefully crafted and revisited throughout to continually evoke the album’s central themes of memory, language, and home.https://www.facebook.com/events/111055869301009/",
        "category_key": "music"
    },
    {
        "title": "Three Bad Jacks/The Triggers",
        "description": "Three Bad JacksThe Triggers (LA)Dice For Lights (Japan)Glam Skanks (LA)The Memphis Murder Men (Oakland)",
        "category_key": "music"
    },
    {
        "title": "AMANDA LEPORE IN SLC at CLUB X",
        "description": "A pioneer, TRUE STAR and LEGEND arrives in SLC on December 5th to celebrate Xmas NYC style with SLC!!!TICKETS General Admission $7VIP Meet &amp; Greet with Amanda Lepore $15DJ Robbie Rob spins the beats and your hostesses with the mostess Flame Fatale and MAe Daye stir trouble up throughout the club!!See you Saturday, Dec 5th at Club X!!",
        "category_key": "music"
    },
    {
        "title": "Screaming For Silence at Lookout Lounge",
        "description": "The Lookout Lounge Presents:Screaming For Silencewith Special Guests:Thirst Things FirstAwaiting EliNovember 25th, 2015At Lookout Lounge322 South 72nd StreetOmaha, NEDoors: 7:00Show: 8:00ALL AGES. EVERYONE needs to provide a valid ID in order to secure entry. Patrons under 18 will need to provide a NOTARIZED parental permission form, per city of Omaha ordinance.",
        "category_key": "music"
    },
    {
        "title": "Beat Camp Atlanta @Art institute 9/16-9/17",
        "description": "\n\n\n\nistandard] is proud to announce Beat Camp – Atlanta, September 16-17 @ Art Institute of Atlanta. Presented by AKAI Professional x Native Instruments &amp; Powered by Ableton . Beat Camp is a weekend-long event containing classroom discussions, interactive panels, workshops on producer branding / management X networking &amp; relationships X songwriter X producer synergy X sampling X live mixing sessions, and more: taught by accredited producers/engineers and music business professionals. Throughout the weekend, representatives from various technology brands will be on hand showing their latest gear, and Nighttime activities include the [istandard producer showcase – beat camp edition], #PlugPlugPass Celebrity Beat Cyphers, Behind The Rhymes iNterviews, iNfluence Awards, &amp; much more.\n\nOfficial Skin Care Company of Beat Camp – Hustle Butter Deluxe\n\nOfficial Monitors of Beat Camp – powered by Focal Professional\n\nPURCHASE ADVANCE PASSES TO BEAT CAMP – ATLANTA BELOW:\n\n[$179] 2-Day Producer Pass [Purchase HERE]\n\n\n\t– Access to all scheduled Beat Camp Atlanta content\n\t– Slot in Beat Camp – Atlanta Producer Showcase\n\t– 1-on-1 beat critique w/ a Beat Camp panelist\n\t– Download of WaveDNA’s Liquid Rhythm Intro ($49 MSRP)\n\t\n\t– Download of iZotope’s Trash 2 ($99 MSRP)\n\t\n\t– Download of Output’s Signal Free($49 MSRP)\n\t\n\t– VIP Luncheon\n\t– Ableton Sponsored Gift Bag (while supplies last)\n\t\n\n[$129] 2-Day General Pass [Purchase HERE]\n\n\n\t– Access to all scheduled Beat Camp Atlanta content\n\t– VIP Luncheon\n\t– Ableton Sponsored Gift Bag (while supplies last)\n\t\n",
        "category_key": "music"
    },
    {
        "title": "lal Find Safety Album Release",
        "description": "The Academy &amp; ShamanIn association with Coax Records present...LALFind SafetyAlbum Release Concert+ Rose's B-Day CelebrationAlso featuring: Too Attachedsoundcloud.com/tooattachedMarshia Celinasoundcloud.com/marshiacelinawith opening song by Rosary SpenceClosing song with LAL featuring Baobá Host DJ:DJ DurtyDabzHosted by:Ms. Nookie Galore and wan luvFriday, April 29LEE'S PALACE529 Bloor St. WestCost: $10 early bird tickets (100 available) | $15 general advanceBuy Online: universe.com/lalsafetyIn-Stores: Soundscapes . Play De RecordDoor: $15-20 (sliding scale)Doors 9:30pm | 19+ eventLee's Palace is an accessible venue and this concert is a Queer friendly show!",
        "category_key": "music"
    },
    {
        "title": "The Wooden Sky's 6th Annual Holiday Show",
        "description": "This year marks the 6th anniversary of The Wooden Sky's Annual  Holiday Show.  Over the course of it's 5 year history the event has  raised $10,000 for various local charities.  This years event, happening  December 14th at 918 Bathurst, will also feature a Crafts Market with  local vendors selling their wares.  The market was a new addition last  year and was a great success. All proceeds from the event (including bar sales) will go to help support Romero House in their mission to help Refugee Families as they arrive here in Canada.  For more info please visit: http://www.romerohouse.org/General Admission is $25 however if you wish to donate more to Romero house you can purchase tickets at $30, $40 or $50.",
        "category_key": "music"
    },
    {
        "title": "¡VAMOS! Liverpool: Day of the Dead NIGHT-TIME",
        "description": "Advance tickets for tonight’s Day of the Dead extravaganza are now offline - Make sure to get down early for tickets at the door!¡VAMOS! LiverpoolSat 31 October 20156.30pm doors open - 1am closeSt. Georges Hall, Liverpool. £10* (limited early bird ticket)£14* (advance ticket)* Please note there is a service fee of £1.50 + 42p per transaction¡VAMOS! comes to Liverpool in partnership with Monkey Mind Productions with a Day of the Dead (Día de Muertos) extravaganza at the spectacular St. Georges Hall featuring Mexican musicians, wrestlers, street food, DJs, a Day of the Dead shrine and before the main party starts a Guinness World Record attempt at the largest gathering of people dressed as La Calavera Catrina and/or her male counterpart, Catrine, in one place at one time!Go here for detailed instructions on how to take part in the World Record attempt!This event features live Mexican wrestling with superstar Cassandro, plus punk rock ’n’ roll Mexican star El Vez (Mexico’s Elvis), world-renowned Latin rock outfit Los Straitjackets, plus Mariachi troupe – Mariachi Las Adelitas, a vast Day of the Dead shrine by folk artist Francisco Monterrosa, star spangled couture from designer to the stars Manuel Cuevas and DJ performance by electronic producer Daferwa of Mexican label Kumbale!Please note this event is over 18s only.Join the Facebook event here!¡VAMOS! Liverpool Day of the Dead event is supported by Arts Council England, the Government of Mexico as part of the Year of Mexico in UK 2015, Liverpool City Council, St. Georges Hall, MX Proyecta, Wahaca, Hotel Indigo, Marco Pierre White Steakhouse Bar and Grill.",
        "category_key": "music"
    },
    {
        "title": "The Salsation Blast",
        "description": "JOIN THE SALSATION BLAST!The Salsation Blast! Workshops, Masterclasses, new Programs and much much more. Save your spot!",
        "category_key": "music"
    },
    {
        "title": "Deaf Rapper Sean Forbes Performance Show",
        "description": "Deaf Rapper Sean Forbes brings his vibrations to\nTORONTO!\n\nDeaf and Loud, that’s his motto.  An accomplished and passionate dummer,\nrhythms pours out of him, just the way he is!Sean grew up in Detroit where his parents, both\nmusicians, filled their home with the sounds of the Motor City: Mitch Ryder,\nBob Seger, the Funk Brothers and more.   Sean\nsoaked up the beats and the vibrations, experiencing great music in his own\nway.  Inspired by what he calls “The Three B’s” (the Beastie Boys, the Beatles,\nand Bob Dylan), Sean started out making music videos in his basement and today\nis producing professional music videos with a focus on the deaf and\nhard-of-hearing community. He is a voice for not only his generation but Deaf\nculture.With his passion for music, Sean has opened the door to musical expression\n– a world historically considered off limits to people in the Deaf community.\nSince 2008, Forbes has performed in over 40 cities across the US; including\ncollege campuses, live venues, and at retailers such as Borders and Barnes\n&amp; Noble. AtCome and watch him perform at the ARIA COMPLEX Night Club on 180 Peter Street, Toronto!  You will\nbe sure to experience DEAFandLOUD.comThis event is in partnership with the Ontario Association of the Deaf and the Canadian Cultural Society of the Deaf.",
        "category_key": "music"
    },
    {
        "title": "Fergus O'Byrne - An Evening of Traditional Music",
        "description": "Born in Dublin, Ireland, Fergus emigrated to Canada in 1967. While living in Toronto he became a founding member of the Irish folk band Ryan's Fancy. In 1971 the group moved to St. John's, Newfoundland. During the next fourteen years, Fergus toured extensively throughout North America and Ireland as part of the trio. As a member of Ryan's Fancy, Fergus has been featured on many television shows throughout his career including the very popular C.B.C. series Ryan's Fancy, which ran as a national series for five years and the Tommy Makem/Ryan’s Fancy show that was syndicated throughout Canada and various countries around the world. Since pursuing a solo career he has continued to appear on both television and radio. \"Fergus O'Byrne weaves the fabric of Newfoundland's musical heritage with his songs, stories and vast knowledge of musical history and roots.  You can't help but to tap your feet or sing along.\"Bernadette Walsh, Special Projects Officer, Tourism St. John'sFor additional details - www.beyondtheoverpass.ca Twillingate Box Office (Anchor Inn) - 709-884-2777 or 1-800-450-3950e-mail - info@beyondtheoverpass.ca For complete box office details and cancellation policy, please click this link - Box Office.",
        "category_key": "music"
    },
    {
        "title": "Kamuela Philharmonic Season Ticket - 2015/16",
        "description": "For enthusiastic Kamuela Philharmonic supporters who know they are going to want to see every single concert, we present to you a new feature, the Season Ticket! With this, you are guaranteed the best seats in the house for all three of our concerts, including our Kahilu Theatre concerts. This offer is good until October 25th. We will be selling season tickets at the door at the Mauna Lani as well. This season, each concert will feature a different guest conductor, and at the end of the season we will announce our final pick for new Artistic Director / Conductor for the Kamuela Philharmonic. The Season Ticket is the best way to catch every concert and to see all three of our talented guest artists.\"The Power of Inspiration!\", featuring guest conductor Brian Dollinger - 4:00 PM at the Hale Hoaloha Pavilion, Mauna Lani Bay Hotel &amp; Bungalows in Puako, HI\"Promethean Passions!\", featuring guest conductor David Mackenzie - 4:00 PM at the Kahilu Theatre in Waimea, HI\"A Salute To Youth! Embracing The Future\", featuring the winners of our 2016 Concerto Competition and guest conductor Harvey Felder - 4:00 PM at the Kahilu Theatre in Waimea, HI",
        "category_key": "music"
    },
    {
        "title": "Iola Car Show Concerts",
        "description": "FRIDAY NIGHT\n\nMuzzy Concerts Presents:\n\nResurrection!  A Journey Tribute Playing the Greatest Hits  of Journey.  And  On the Border The Ultimate Eagles  Tribute Playing all your favorite Eagles hits.\n\nShow starts at 5:30 pm with Second show to follow immediately after.\n\nSATURDAY NIGHT \n\nMuzzy Concerts Presents:\n\nOriginal Beach Boy Member David Marks with Surf City All Stars playing all the hits of the Beach Boys, and Then at 8 pm  Herman's Hermits Starring Peter Noone!\n\nShow starts at 6 pm with Second show to follow immediately after.\n\nBring Lawn Chairs.  Please no carry-ins, pets or umbrellas.  No Refunds.\n",
        "category_key": "music"
    },
    {
        "title": "O-Town Throwdown!",
        "description": "Venue 578 Presents: O-Town Throwdown!\n\nwith/\nSave The FallenGargamel!5 BILLION DEADMurderflyThe Glorious RebellionMartyrs AsylumAuditory Armory",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Madison, WI - Majestic",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Wahine Week Music Festival",
        "description": "Wahine week Music Festival. Featuring The Deborah Vial Band with Special guest Kenny Aronoff. Also joining us is Shea Derrick, Ciao Bella, Louis and Lewis and more TBA",
        "category_key": "music"
    },
    {
        "title": "Underground Tango Music Experience",
        "description": "We take you to the heart of the music!!♫ ♫ ♫ Come out and experience the festive atmosphere of one of the most prolific underground TANGO groups to come out of Buenos Aires in the past few years!!! Think of what a REBEL-TANGO band might sound like and you're on the right track.  ♫ ♫Enjoy a night out on the town with other music lovers! This small group musical outings take you BEYOND the typical commercial tango houses to experience first-hand the REAL TANGO of Buenos Aires.What you can expect:\nWe'll be meeting our group in the traditional tango neighbourhood of Abasto. There we will have a chance to see some typical street art of this important tango barrio, take photos, and learn a little about the history of the music.\nAfterwards we'll take a short walk over to the concert venue. While we're waiting for the show to start there will be a chance to grab some drinks and snacks at the bar and be introduced to one of the musicians.\nQUESTIONS? helena@clandestinomusictravel.com OR +5491166683347IMPORTANT NOTE: the concert venue is in a repurposed warehouse space that is run as a collective by musicians.  It is the policy of this venue to seat people on a FIRST-COME, FIRST-SERVED basis, with no exceptions (ie no table reservations)!  The concert is general admission with most seating at tables and on risers, and also standing room. While we will do our best to arrive early to get a table, there is never any guarantee. Wear comfortable shoes just in case!!★★★★★★★★★★★★★★★★★★★★★★★★★★Place: Abasto Shopping Centre: Corner of 'Anchorena' &amp; 'Carlos Gardel' (1 block from Corrientes). MEET IN FRONT OF THE STATUE OF CARLOS GARDELTime: 8:30pm sharpLength: approx. 3.5-4 hoursCost: $55USD per person - includes mini walking tour + concert entrance + glass wine + empanadas (snacks)Who we are:  CLANDESTINO MUSIC TRAVEL Tracking down the hottest live music in an unfamiliar city isn’t always easy. We bypass the mainstream tourist venues and take you straight to the source. We work with local musicians, dancers, journalists and cultural tastemakers who have the inside scoop. With our ‘backstage’ connections, we get behind the scenes so you have direct contact with musicians and other artists. Concerts, workshops, rehearsals, street festivals – we’re sure to be wherever the music is happening.www.clandestinomusictravel.comwww.facebook.com/clandestinomusictravel",
        "category_key": "music"
    },
    {
        "title": "JD Eicher CD Release Show - Pittsburgh!",
        "description": "Join JD and band for an intimate and seated acoustic release show at Christine Frechard Gallery in Pittsburgh (Squirrel Hill). Each ticket includes a free copy of the new full-length CD, THE MIDDLE DISTANCE. Special guest, Steve Everett, opens the night. Beer and wine will be available at the event. Friday, May 6th730p doors / 8p showAll ages5871 Forbes Ave, Pittsburgh, PA 15217www.jdeicher.com",
        "category_key": "music"
    },
    {
        "title": "BARNSTOCK B.Y.O.B. Music Festival",
        "description": "Barnstock is a a local grassroots benefit music festival held every summer in Huntersville, NC. Over the past six years, Barnstock has generated more than $75,000 in financial support for charitable organizations such as the Davidson Fire Department, W.A. Hough High School, Cannon School, Second Harvest Food Bank of Metrolina, and The American Red Cross. The Barnstock experience caters to all genres of music and attracts festival-goers from across the country.",
        "category_key": "music"
    },
    {
        "title": "Artists For All: Night Life Lite",
        "description": "Artists For All Nightlife lite is a series of night life events focused on bringing back the rich and vibrant art party feel that was once so prevalent in San Francisco’s Nightlife.  All original and full flavored, but with half the calories AFA events light brings you all the quality of our artists for half the cost of the bigger shows.  With discounts available for tweeting about the event when you purchase your ticket.  The First installment will be Sunday November 15th and will feature up and coming music producers,DJ, PHLECK from the Janky Barge, MOM DJs, also Harlot, Chambers and Swig residentAs well as the funk and soul stylings of a surprise Bay Area veteran and local S.F. Hip Hop group.  The sweet beats will make you move your feet, but as an extra booty shaking bonus there will be live performances from our ever growing roster of the hottest emerging choreographers in the Hip Hop, and contemporary dance world.  So come get busy and get live With AFA Night life lite.",
        "category_key": "music"
    },
    {
        "title": "Terrance Love Live at The Dizzy Bird Lounge",
        "description": "Born and raised in Memphis Tennessee, TL was the oldest child and grandchild to a musical filled family. From the beginning he was born to be a musical Icon.  With his family having their own gospel group and playing almost every instrument, TL picked up on a lot of their talents.  At the age of 3 he started watching his favorite performer, Michael Jackson.  He trained himself vocally by repeating what he heard different singers do. At the same age he taught himself how to play the drums.  TL was aiming himself towards being a musical genius.  At the age of 7 he began to sing and play at his church and as he got older he started singing at many different programs for both school and church.  But he finally reached the point to which he knew this was his life long dream when he won the talent showcase his eleventh grade year in high school.  From there, he took off winning more showcases, and being exposed to greater things. After completing high school he auditioned for “American Idol”, making it through to the next round, but finding that they had all that they could take.  TL went on to sing in many different play productions.Singing with his 1st group, Nu Era, TL had a chance to sing for Dave Hollister.  But years later TL moved on with his musical dreams.  TL later joined with DK, D Jae, and C luv forming a group called Image IV.  At that time TL was going by the name T-love.  These 4 guys together experienced and accomplished a lot all because of their manager, Mercedes Jackson.  Image IV opened up for many different events and artists, such as: Pretty Rickey, Boys II Men, The New Years celebration on Beale Street, Africa in April, All Black Mayors Conference, A&amp;R’S in New York @ the Harlem Bar and Grill, the Mayor’s Christmas ball and headlined a host of citywide talent showcases. They also appeared on channel 3 news twice and on the good morning Memphis News channel 13. They had the chances of meeting Master P, Romeo, Bow Bow, Scott Storch, Omarion, and Tracy Ellis Ross.  Image IV with the help of Mercedes put out a single “At the Party”.After releasing the single, the group departed because of creative differences.  That’s when “T-love” decided to become a solo artist changing his name to “TL”.  TL started his solo career opening up for Tyrese.  Then he went to St. Louis to meet with the St. Lunatics.  TL, also as a solo artist, performed at the city’s Christmas ball and then he opened up for Charlie Wilson and Tamia, Bow Bow and Pleasure P, Performed @ the Memphis Red Birds Game, Master P’s Christmas toy give away, St. Jude’s charity event, Charity for Africa, Living The Dream Concert, Africa in April and featured in the Street Master’s Magazine and many other events.  TL had finished his first solo album “The Love Story” and went on to record his new single “Hypnotized” under his name Terrance Love.  Experiencing a lot over the years TL, now Terrance Love, only knows that the best is yet to come.1luvtl",
        "category_key": "music"
    },
    {
        "title": "All Dogs at Milk Run w/ Sean Pratt, Crypt Kid",
        "description": "All Dogs Sean Pratt &amp; the SweatsCrypt KidFriday, April 8thMilk Run, 1907 Leavenworth9 p.m., $8All DogsPunks making pop music in Columbus, OHAll Dogs is a loud rock band that plays pop songs. With roots firmly planted in the DIY punk scene, All Dogs present their sincere and bittersweet songs in a unique, demanding and dynamic fashion. Since 2012, the Columbus Ohio based quartet has been touring the United States, and have released a 7” and a split cassette tape. In 2015, they released their debut full length Kicking Every Day on Salinas Records.http://alldogs.bandcamp.com/http://alldogsohio.tumblr.com/https://www.facebook.com/alldogsohhttps://soundcloud.com/all-dogs Sean Pratt &amp; the SweatsYour main main man Sean plays with your heart like a marionette while the Sweats bring it all back to breath and beat. True country heroes. true whiskey sweat.https://seanpratt.bandcamp.com/https://www.youtube.com/watch?v=3zfNA4fPg4ICrypt Kidsad girl anti-folk, angsty pop-punkhttps://www.facebook.com/cryptkidomaha/",
        "category_key": "music"
    },
    {
        "title": "Bassdrop Holy Boat",
        "description": "Bassdrop &amp; Windsor River Cruises Present: Bassdrop Holy Boat 2016\n\nJoin us as we take the Bassdrop experience to the water on board the Macassa Bay! \n\nLineup /// Featuring 2 StagesBaxley BangChris JamesDJ SCHOLARN8Mike JakobR3KTTyler Bowman B2B Matt CantagalloAlley Kay B2B Kitty Nichole\n\nBoarding 6pm /// Cruising 7pm-11pm On board the Macassa Bay\n\t\n",
        "category_key": "music"
    },
    {
        "title": "Brazilian Fever 2015 - UNRATED!",
        "description": "The 3rd annual Brazilian Fever is back to sizzle the National Capital once again!On Saturday, April 18, 2015, Lago Bar &amp; Grill at Dow’s Lake Pavilion will be transformed into a carnival atmosphere taken straight from the heart of Rio de Janeiro!\noThe evening will start off with dinner between 6:00 and 9:00 with entertainment from MOONGLOW JAZZ ENSEMBLE–they’ll warm things up with an eclectic assortment of sultry Brazilian jazz.  \noThen, BATUCADA CARIOCA, a spectacular group of Brazilian percussionists promise to fill the room with the most traditional rhythms of Brazil’s samba schools. \noGuests will be tantalized by sultry Brazilian sambistas adorned in feathers and sequin-covered costumes who’ll be dancing alongside Ottawa’s hottest party-goers. \noRemember, this is a costumed evening, so after three years, we expect that you’ll be dressed in your SEXIEST Brazilian carnival get-up yet! \noThroughout the night DJ COREAS will be mixing things up with the hottest Brazilian and Latin hits.\nBrazilian Fever is organized by Party Twist Events, a Division of GNIM Media Inc., and like previous years, you’re guaranteed a sultry Brazilian experience…the kind that Brazil’s best known for! FREQUENTLY ASKED QUESTIONS:1. How much are tickets and where can I buy them?Tickets are available for online purchase only. They can be purchased at www.BrazilianFever.ca. 2. Do I need to purchase a ticket if I’m just attending for the dinner? Yes, this is a private event and a ticket is required for entry regardless of whether you intend to just eat, or stay for the entire evening. 3. Are reservations required for dinner, and if so, how do I make a reservation?Yes, reservations are required for dinner, and you will need to call Lago Bar &amp; Grill directly to make that reservation - (613) 235-5246. There will be two dinner sittings, at 6:30 and 7:45. 4. Will there be VIP tickets available?No, this year, due to space restrictions, there will not be a VIP section. 5. Will there be a coat check?Yes, a coat check will be available.6. How should I dress for the evening?Carnival in Brazil incorporates costumes as part of the fun so we definitely encourage you to give wings to your imagination! Here are some ideas to get you started:  A carnival mask, boas, beads, a funny hat, etc…  A Halloween costume you may have available  Men dressed as women and vice-versaOr just come as yourself! Costumes are not mandatory.  For more information:Michelle Maloney - Communications - michelle@partytwist.caJuliana Januario - Operations - juliana@partytwist.caGustavo Natotschiev - Marketing - gustavo@partytwist.ca",
        "category_key": "music"
    },
    {
        "title": "Get Your Music In TV & Film (Free Conference Call)",
        "description": "You CAN make money in your sleep.You CAN have your music heard around the world.You CAN earn residual income in the music business.You CAN get your music in your favorite tv shows, games &amp; films.You CAN make money off your music without being in front the camera.And most importantly, You DON’T have to do all the work by yourself.During our FREE call, Get Your Music In TV &amp; Film, we’ll give you the blueprint for getting your music licensed in tv/film/games/media. Stop wasting time and make your next move your best move! RSVP NOW ",
        "category_key": "music"
    },
    {
        "title": "The Librarian @ The Pyramid",
        "description": "Shhhhhhhh! Andrea Graham is known as the Librarian, but don't be fooled by her deceptively quiet composure. The Bass Coast Music Festival's co-founder and music curator has been making some very loud noises up and down the Pacific Northwest for the better part of a decade. Her knack for blending total dance floor destruction with sly subtleties and hot new exclusives makes for a consistently accessible, yet undeniably future sound. Indeed, her festival's carefully crafted music line-up is a perfect mirror of her style. Serving up a veritable who's who of the West Coast bass scene and reaching deep both backwards and forwards, The Librarian offers up unabashedly hard-hitting low-end bliss paired withthoughtful, sophisticated chops.In addition to curating and co-producing Bass Coast since its 2009 inauguration, Andrea has toured the Pacific Northwest club &amp; festival circuit extensively (Shambhala, Symbiosis, Rifflandia, WTF!, Sonic Bloom, Tall Tree, Burning Man, Sync, Envision, Meme, World Ski &amp; Snowboarding Festival, Crankworks and more), and has performed as far way as Costa Rica &amp; throughout the midwest inCan &amp; USA. In summer 2013, The Librarian was officially made a member of West Coast's notorious Lighta! Sound crew, joining deep bass pioneers Michael Red, Daega Sound, Max Ulis, Self Evident, Taal Mala, Mandai, Tank Gyal, Cure, &amp; Calamalka. The Librarian currently has releases out on East Van Digital and King Deluxe with more to come in 2015. Her monthly residency is in Whistler B.C. at Maxx Fish's Really Good Tuesdays with Mat The Alien. She also has a bi-weekly radio show on Sub.fm every second wednesday.SOCIAL MEDIA:WEB: www.thelibrarian.caSC: www.soundcloud.com/the-librarianFB: www.facebook.com/LibrarianMusicTWITTER: @LibrarianMusic",
        "category_key": "music"
    },
    {
        "title": "Keith Anderson Unplugged at the Rocky-Tonk",
        "description": "Q100.3 and Oregon Mattress Authority Present- Keith Anderson Unplugged at the Rocky-Tonk Tuesday March 31 st. You may have seen him at the Medford expo last summer with 5000 other people, now you can MEET him as he performs this up-close and personal show at the Rocky-Tonk. Tickets are just $12 and will go fast. 21 and over. ",
        "category_key": "music"
    },
    {
        "title": "THE VIBRATORS (UK) 40 Years of Punk Mania",
        "description": "40TH YEAR ANNIVERSARY!!THE VIBRATORS (UK)THE DEFENDERS (THE GUTTERS)BLANK SPOTS (SF)",
        "category_key": "music"
    },
    {
        "title": "Night Call",
        "description": "Celebrate Hoxton Square Bar &amp; Kitchen's BRAND NEW alternative pop club night with FREE ENTRY throughout March!In the dark of the night hear them callin’ out\"Do you feel like we do?\"We turn on the music, loosen your senses and right some wrongs on the dancefloor!Dark Room with Flashing Lights!A Polished Mirrorball!Wooden dancefloor!Quality Sound! &amp; Fully Stocked Bar... Sold?!!!!, Action Bronson, Alabama Shakes, Biggie, Bloc Party, Blockheads, Blondie, Bowie, The Clash, The Cure, Daft Punk, Django Django, The Gossip, Grimes, Hinds, Hot Chip, Iggy Pop, Jamie XX, John Grant, Jungle, Jurassic 5, The Kills, Kindness, LCD Soundsystem, Lion Babe, Maccabees, NYPC, PIL, Primal Scream, The Rapture, Savages, Shura, Talking Heads, Warpaint, Young Fathers &amp; some...8pm - 2amTable area bookings &amp; guestlist blags at info@hoxtonsquarebar.com",
        "category_key": "music"
    },
    {
        "title": "T3M Presents Secret Stuff, Well Kept Things & more",
        "description": "TABLE THREE MEDIA PRESENTSSecret Stuffhttp://secretstuffemo.bandcamp.com/Well Kept Thingshttps://wellkeptthings.bandcamp.com/We Take Firehttps://wetakefire.bandcamp.com/An Old Friendhttps://anoldfriend.bandcamp.com/Casanovahttps://www.facebook.com/casanovaLIDoors at 7:00 PMFirst band at 7:30 PMSaturday, November 11th, 2015Shakers Pub4608 Sunrise HighwayOakdale, New York16+ w/ ID$8 ADV$10 DOSFollow us on all of our social networks to stay informed with our next show or project!http://www.facebook.com/TableThreeMediahttps://twitter.com/TableThreeMediahttp://tablethreemedia.tumblr.com/",
        "category_key": "music"
    },
    {
        "title": "Jack Droppers & the Best Intentions",
        "description": "Jack Droppers &amp; the Best IntentionsJuly 22, 8PM$5 advance online tickets, $8 day of show\n\nJack Droppers was born in Grand Rapids, MI, but until recently had spent almost all his life outside of the city. Like his new home in GR, JD's latest musical project is a homecoming of sorts. The Americana rock &amp; roll that Jack Droppers &amp; the Best Intentions play reflects a blend of the Springsteen cassettes he inherited and the garage-rock scene of Central Florida where he grew up. Droppers is joined by Laura Hobson (of Antrim Dells), Garrett Stier (of Stationary Travelers), Devin Sullivan, Haley Sullivan, Josh Holicki and James Kessel Jr. for an honest, rough-around-the-edges, and robust rock &amp; roll sound.\n",
        "category_key": "music"
    },
    {
        "title": "Sailin' & Wailin' Boat Cruise: Shannon & the Clams",
        "description": "Perpetual Nerves presentsSailin' and Wailin Boat Cruise starring Shannon and the Clams ft. Nathan Ma and the Rosettes 6pm Gates (arrive early)7pm-9pm Cruise$20 ticketsLimited 120 tickets for sale to this eventTicket price includes FREE keg beer on the boat (while supplies last)**must be 21 or older to consume alcohol**https://www.facebook.com/events/792900600840626/",
        "category_key": "music"
    },
    {
        "title": "Chinese New Year Concert 2016    新春音乐会",
        "description": "Celebrating the Chinese New Year for people want to enjoy a professional music concert. We provide FREE SHUTTLE SERVICE between TNT Supermarket (Steels and Warden) and AZ Vocal Studio @6:15pm 6:30pm 6:45pm. Please contact us, if you need to pick up.",
        "category_key": "music"
    },
    {
        "title": "JUNO Fan Fare: Marianas Trench",
        "description": "THIS EVENT IS SOLD OUT!JUNO Fan Fare runs from Noon to 3PM. This signing session takes place between 12PM - 1:30PM. Please arrive at least 30 minutes early to your signing session. Here's your chance to meet Marianas Trench! One of the most popular events of JUNO week, JUNO Fan Fare, presented by hmv Canada, gives Canadian music fans the opportunity to meet their favourite artists.eTalk reporter and Much host Liz Trinnear and Tyrone Edwards, host of E! and Much, will be hosting the event featuring interviews with artists, autograph sessions, live performances, prize giveaways and much more.Promotional Partners: 90.3 AMP Radio, 95.9 KiSS FM, 98.5 Virgin Radio, 101.5 KooL FM, Calgary Herald, CJAY 92, Metro News, MUCH, X92.9, XL 103",
        "category_key": "music"
    },
    {
        "title": "Salsation Instructor Training Vladimir Gerónimo",
        "description": "Salsation Instructor Training in Berlin mit Mastertrainer Vladimir GerónimoWas ist Salsation™?  «Salsation Fitness™» wurde von Alejandro Angulo aus Venezuela kreiert.  Er selber beschreibt sein Programm als eine Mischung aus den Begriffen  «Salsa»; was nicht nur den Tanzstil,  sondern vorallem auch die Sauce, also den knalligen Mix aus den  unterschiedlichsten Stilen, Rhythmen und Kulturen beschreiben soll und  «Sensation»: das Gefühl der Lebensfreude, der Happiness, die einem  überkommt, wenn man tanzt.  Alejandro, seine Mastertrainer und  Elite Instructoren legen in ihren Choreos großen Wert auf eine gefühlte  Interpretation der Songs, also auf Tanzschritte und Bewegungen, welche  die Musik besonders gut unterstreichen. Das Motto lautet stets *Let the  dancing do the talking*  Werde jetzt Salsation Instructor!!!  ++++++++++++++++++++  Die Ausbildung wird auf Deutsch von dem Mastertrainer Vladimir Gerónimo geleitet!  Salsation Instructor Training geht am Samstagnachmittag los!!!  Samstag: 14Uhr - 21UhrSonntag: 10Uhr - 16Uhr",
        "category_key": "music"
    },
    {
        "title": "THE HUSTLE: Edition 13 ft MATTHEW PROGRESS & MORE",
        "description": "Thursday January 21The Academy Presents...THE HUSTLEEdition 13featuring...MATTHEW PROGRESSF.E.L.N.PRINCE ROSEMusic by: DRE NGOZIHosted by: CROSSWORDDoors 9pm | Show 10pm$10 Advance | $15 At The DoorThe Drake Hotel | 1150 Queen St. West",
        "category_key": "music"
    },
    {
        "title": "[ istandard producer showcase - dallas ]",
        "description": "After a weekend of #BeatCampDallas festivities [istandard] will be holding the Producer Showcase on Monday, May 23rd, 2016 at RBC. “The Road to Beast of the Beats X” is Presented by Akai Professional &amp; Native Instruments – Powered by Monster Energy.Get in your early submission for this event before it books up by selecting “Dallas, TX” at http://portal.istandardproducers.com/beats/showcase_submitSave $5 on an advanced ticket to this event HERE (you will be placed on the will call guest list)Dallas Judges Include:PicnicTyme [@PICNICTYME]– Erykah Badu, Naledge, Devin the Dude.The Frontrunnaz – Songwriters for Rick Ross, Ray J, Migos.King Logan [@iam_kinglogan] – Lil Durk, Chief Keef, and Lupe Fiasco.Winner with the highest score will geta prize package consisting of a bundle IK Multimedia iOS Products, plus their renowned plug-inT-Racks Grand, iZotope’s Trash 2,a choice of Propellerhead Software (either Reason Essentials or ReCycle), Ableton Live 9 Intro, a Lifetime Subscription to iStandardProducers.com, promotional gear from Monster Energy and more…Be sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.Check out some additional Success Stories HERE",
        "category_key": "music"
    },
    {
        "title": "Iona Village Hall Music Festival",
        "description": "We're back! Once again the beautiful and tiny isle of Iona hosts this uniquely intimate music festival, centred around the island's much loved Village Hall. With an incredible line up of talent, great food and beer, and the best venue in the world, there is only one place to be this July 3rd/4th.We're keeping it simple this year - one ticket for the whole event.  A weekend pass costs just £50.Friday 3rd  - Doors 1700, music from 1800 featuring Argonaught Soundsystem,  Admiral Fallow,  Pictish Trail,  Rozi Plain, Tuff Love.Saturday 4th  - afternoon doors at 1330, music from 1400  - 1700 including Sorren Maclean,  Michael Anguish, Harry Bird and the Rubber Wellies,  Andrew Mitchell,  and more.Saturday 4th - evening doors at 1830, music from 1900 featuring  Hannah Fisher Ceilidh band,   Idlewild,   Shy Nature,  Siobhan Wilson. As well as the music in the Village Hall there will also be various fringe events going on around the island which are free and open to everyone. Further details to follow.For information on how to get to Iona and where to stay, please visit www.welcometoiona.com. Please ensure you have some accommodation booked before traveling to the island. Most accommodation will already have been taken by the island's regular visitors, but Iona Campsite is about half a mile from the Village hall and ready to take your bookings! http://www.ionacampsite.co.uk.",
        "category_key": "music"
    },
    {
        "title": "P.U.N.C.H.I.S. Fridays : Nocturnal Showcase",
        "description": "P.U.N.C.H.I.S. has invited us to showcase our residents in theLOUNGE at Beta NightclubINFO Alex Whittier b2b Oren Ratowsky - 11PM to Close Max P.F.F.P - 9 to 11PM Alex Whittier [Nocturnal | Deep Club]https://www.facebook.com/alex.whittier.7https://soundcloud.com/alexwhittierhttps://www.facebook.com/nocturnal.denver/Oren Ratowsky [Booma]https://www.facebook.com/orenratowskymusic/https://soundcloud.com/oren-ratowskyhttps://www.facebook.com/boomamusic/Max P.F.F.P [Meow Wolf | Nocturnal]https://soundcloud.com/pffphttps://www.mixcloud.com/p-f-f-p/--------------------------------------P.U.N.C.H.I.S. Fridays theLOUNGE @ Beta Nightclub 18+http://www.facebook.com/punchisdenverhttps://www.facebook.com/punchisdenvermusichttp://soundcloud.com/p-u-n-c-h-i-sTwitter // Instagram :: Punchis_Denver",
        "category_key": "music"
    },
    {
        "title": "Stylust Beats - Sustain Sundays at Venue 578",
        "description": "Sustain at Venue 578 is proud to present Stylust Beats.\n\nJoin us for live art, cirque performances, vendors, and more.\n\nAll AgesDoors at 8PMOpening acts: BOYGOLD and Sleep Madness\n\nCome early for the Sunday Jam with free entry from 2PM-8PM and for $15 AYCD Bloody Mary's and Mimosas with proof of ticket purchase to the show.\n\nKnown for his sleeveless, whimsical synergy with the fans, Geoff “Stylust Beats” Reich has been creating his own counterculture since he was a teenager. A skate punk and hip-hop devotee, this groundbreaking DJ’s talent for fusing rap hooks and dubstep bass with multiple music genres has earned him the rep as a creative renegade carving his own path. With a style that captivates lovers of all music, the Canadian-bred San Francisco DJ has emerged as a frontrunner in the new wave of industry heavyweights. In a interview for MusicYouNeed.net, this stereophonic chameleon explains the method to his madness, “My goal is to make timeless bass music: I try to make every track an epic melodic adventure through many different genres.”With unabashed rebellion and seamless finesse, Stylust Beats captains this musical trip through uncharted waters on his new album, R.Y.F.S.O., released in Fall 2013 on the formidable bass label, Play Me Free Records. Weaving genres of trap, hip-hop, larger-than-life dubstep and sonic chill with stupefying synth work, R.Y.F.S.O. boasts a kaleidoscope of sound yet un-experienced in the market. Not far removed from his award-nominated Soundbwoy EP, Stylust is showing no sign of backing down from the innovative stylism that has earned him well over a million SoundCloud plays to date.Blending classic turntablism with cutting edge tech prowess, Geoff has been touring as DJ Stylust Beats since 2008. Stretching all over the United States, Canada and Costa Rica, he has headlined major festivals, including Shambala, Envision and Burning Man, to name a few. With the 2014 festival season already in full swing, this bass-slinging workhorse will be slaying dance floors across North America all summer long.Inspired by his older brother who was in a band, Stylust Beats began testing his musical mettle on the wheels of steel in 1998. His imaginative spins of counterintuitive genres were new territory back then, and he quickly gained fame as a fearless, party-rocking DJ reinventing the game. Within a couple of years, he took on the daunting challenge of producing and managing his own recording house, All-In Studios, which he ran successfully for ten years. This was the laboratory within which Stylust evolved from bass DJ to mad scientist, cutting his own brand of sonic mixology and perfecting his craft as prime-time producer.Sporting his first full-length album, R.Y.F.S.O., Stylust Beats is poised to rip the sleeves off the dubstep status quo, blazing a new trail of sound that will redefine the industry norms. But don’t be fooled by his rebel-without-a-care persona: with his own label, Sleeveless Records, Stylust is a consummate pro with a passion for his art form and global respect within his reach. Best described in his own words, just “Rip Yer F#*ckin’ Sleeves Off!”\nWith unabashed rebellion and seamless finesse, Stylust Beats captains this musical trip through uncharted waters on his new album, R.Y.F.S.O., released in Fall 2013 on the formidable bass label, Play Me Free Records. Weaving genres of trap, hip-hop, larger-than-life dubstep and sonic chill with stupefying synth work, R.Y.F.S.O. boasts a kaleidoscope of sound yet un-experienced in the market. Not far removed from his award-nominated Soundbwoy EP, Stylust is showing no sign of backing down from the innovative stylism that has earned him well over a million SoundCloud plays to date.\nBlending classic turntablism with cutting edge tech prowess, Geoff has been touring as DJ Stylust Beats since 2008. Stretching all over the United States, Canada and Costa Rica, he has headlined major festivals, including Shambala, Envision and Burning Man, to name a few. With the 2014 festival season already in full swing, this bass-slinging workhorse will be slaying dance floors across North America all summer long.\n\nInspired by his older brother who was in a band, Stylust Beats began testing his musical mettle on the wheels of steel in 1998. His imaginative spins of counterintuitive genres were new territory back then, and he quickly gained fame as a fearless, party-rocking DJ reinventing the game. Within a couple of years, he took on the daunting challenge of producing and managing his own recording house, All-In Studios, which he ran successfully for ten years. This was the laboratory within which Stylust evolved from bass DJ to mad scientist, cutting his own brand of sonic mixology and perfecting his craft as prime-time producer.\n\nSporting his first full-length album, R.Y.F.S.O., Stylust Beats is poised to rip the sleeves off the dubstep status quo, blazing a new trail of sound that will redefine the industry norms. But don’t be fooled by his rebel-without-a-care persona: with his own label, Sleeveless Records, Stylust is a consummate pro with a passion for his art form and global respect within his reach. Best described in his own words, just “Rip Yer F#*ckin’ Sleeves Off!”\n",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Saskatoon, SK",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!Tim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!What is “Worship Hoedown” you ask?It’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!",
        "category_key": "music"
    },
    {
        "title": "VULFPECK /// Flow State Show",
        "description": "Venue: Savage Smyth, 920 N FranklinAll AgesShort's Beer Compliments of Short's Brewery Tickets (Free) go up APR 27 at 1PM",
        "category_key": "music"
    },
    {
        "title": "CASA COOL - Mambop Salsa Band and Salsa Lesson",
        "description": "CASA COOL – Mambop Latin Jazz/Salsa Band and Salsa Dance Lesson with Evie QuinonesFebruary 19, 20156:00 PM  |  Dance Lesson7:00 PM  |  ConcertTickets: General Admission $25 | Casa Members $20The Casa heats up with the return of Mambop Latin Jazz/Salso Band this season. A high energy Latin, jazz band, they are a unique ensemble with an emphasis on exciting horn lines, and charismatic vocals. Professional dance instructor, Evie Quinones will provide a group Salsa lesson prior to Mambop’s performance.",
        "category_key": "music"
    },
    {
        "title": "Robert Randolph and The Family Band",
        "description": "August 20thDoors 7pmEarly Access tickets- 6:30pm entry. The Park is a general admission venue.  In order to provide a premiere experience The Park is releasing 50 tickets that give ticket holders admittance to the venue 30 minutes prior to the general public. An Early Access Ticket will allow the ticket holder time to find a premium seat that they are responsible for reserving. Please do not hold seats for non ticket holders. Thank you for supporting The Park Theatre!",
        "category_key": "music"
    },
    {
        "title": "Pocket Concerts In High Park",
        "description": "Join us for great music, good company, food, and drinks in the comfort of our host's living room. Pocket Concerts provides the complete intimate chamber music experience in a casual and friendly environment.  As always, there will be a reception for everyone with complimentary drinks and food. Near High Park Station. Exact address will be given when you purchase your ticket.Hosted by Judith ButlerProgram:W. A. Mozart Set       Abendempfindung       An ChloeC. Schumann       Warum willst du andre fragen?F. Schubert Set       Gretchen am spinnrade       Impromptu in G flat Major, Op. 90 P. Tchaikovsky Set       Ja li v pole da ne travushka byla       None but the Lonely HeartFolk Song Set      The Gartan Mother's Lullaby      She Moved Through the Fair      The Last Rose of Summer***Special Sing Along at the end to be announced at the concert!Performers: Beth Hagerman, soprano; Emily Rho, pianoTickets: $45 General$30 Age 19-35$15 Age Youth",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Los Angeles, CA",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Afterburn- Friends of Guild Capital",
        "description": "About Afterburn:After the smoke from the Great Chicago Fire Festival dissipates, the embers will still glow at Afterburn – where we will continue the celebration of Chicago’s rebirth with grandeur. The event will present the hottest musical talent, spectacular entertainment from Redmoon performers, incredible Chicago gourmet street food, and signature cocktails. Afterburn will ensure an unforgettable experience centered on the great people and city of Chicago as part of this unique festival that will certainly become an annual tradition for many years to come.The first ever Great Chicago Fire Festival will celebrate both Chicago’s epic resurgence and strength after the Great Fire of 1871 and the grit displayed by the community in building anew.Event Details:What: Afterburn, the official after party of The Great Chicago Fire Festival presented by The Gathering Group in partnership with Redmoon.Who: The event is open to all attendees of The Great Chicago Fire Festival, as well as residents city-wide.When: October 4, 2014 – 10:00pm-2:00amWhere: Redmoon Theater – 2120 S. Jefferson St., Chicago, IL 60616How to get there:\nDRIVING DIRECTIONS COMING FROM THE NORTH ON HIGHWAY 90/94 (THE LOOP) -- Turn left onto W. 18t St. -- Take exit 52C toward 18th St. -- At the 3rd cross street take a right onto S. Jefferson St. -- Redmoon will be on your right\nCOMING FROM THE SOUTH ON HIGHWAY 90/94 (THE MCCORMICK CENTER) -- Take I-55 South/Stevenson Expy (you will be going west) toward St.Louis/I-90/I-94 -- Take exit 292 for I-90 W/I-94 W towards Wisconsin (Highway 90/94th from the South) -- Take exit 53A toward Canalport Ave/Cermak Rd -- Take a slight left onto S. Ruble St. -- Then take first right onto S. Canalport Ave. -- Take the 2nd right onto S. Jefferson St. -- Redmoon will be down about 2 blocks on your right\nCOMING FROM PILSEN GALLERY DISTRICT (18TH STREET AND HALSTED) -- Head South on Halsted until you come to W. Cermak Road. Take a left on W. Cermak Road -- Go about 2-3 blocks and take a left onto S. Jefferson Street (before the bridge) -- Redmoon will be on your left.\nCOMING FROM UIC OR THE ILLINOIS MEDICAL DISTRICT -- Head South on Ashland Avenue. -- Take a left onto W. Roosevelt Road. -- Take a right onto S. Halsted St. -- Turn left onto W. Cermak Road. -- You will go about two block and take a left onto S. Jefferson Street (before the bridge) -- Redmoon will be on your left. \nCTA:\nDIRECTIONS FROM THE LOOP By Train -- Take the Red line towards 95th to the stop at Cermak-Chinatown -- Walk West on W. Cermak Rd. (about 12 minutes) -- Take a right onto Jefferson St. -- Redmoon will be half a block down on the left By Bus -- If you take bus 62 (towards Harlem): -- Get off at Archer and Canal -- Walk North on S Canal St. until you come to W. Cermak Rd. Turn left and walk over the bridge -- Take a right onto S. Jefferson St. and Redmoon will be on your left -- If you take bus 24 (towards 87th): -- Get off at Wentworth and Cermak -- Walk West on Cermak Rd. until you come to S. Jefferson St. -- Take a right and Redmoon will be on your left\nFROM MCCORMICK CENTER By Bus -- Take bus 21 (towards North Riverside Mall): -- Get off at Cermak and Lumber -- Take a right onto S. Jefferson St. and Redmoon will be on your left\nFROM PILSEN GALLERY DISTRICT By Bus -- Take bus 8 (towards 79th): -- Get off at Cermak and Halsted -- Walk East on Cermak and take a left onto S. Jefferson St. -- Redmoon is on the left On foot -- Walk East on W. 18th St. -- Take a right onto Halsted and then a left back onto 18th -- Take a right onto S. Jefferson St. -- Redmoon will be down a couple blocks on your right F\nROM UIC CAMPUS/ILLINOIS MEDICAL DISTRICT By Bus -- Take bus 157 (towards Chestnut/Lake Shore): -- Get off at Taylor and Halsted -- Transfer to bus 8 (towards 79th): -- Get off at Cermak and Halsted -- Walk East on Cermak and take a left onto S. Jefferson St. -- Redmoon is on the left -- Take bus 50 (towards 35th/Archer Orange Line): -- Get off at Cermak and Damen -- Transfer to bus 21 (towards Mercy Hospital): -- Get off at Cermak and Lumber -- Take a left onto S. Jefferson St. and Redmoon will be on your left\n",
        "category_key": "music"
    },
    {
        "title": "MILK: Intergalatic Rave - SOLD OUT",
        "description": "This event is now Sold outChalk presents...MILK: INTERGALATIC RAVE The family rave for little ones and their grown ups. Grab a glow stick, don a tattoo and blow your whistle!MILK will blast you into 2016 in silver-clad style.  We're back for our monthly blow out and this time we want to take you to space and back with our intergalactic rave. From Space Oddity to Rocket Man it'll be a party like no other.  Bowie face paint will be on hand to make you look the part, the Chalk Tuck Shop will be open for a mid dance re-fuel and if you work up a thirst there'll be milk on draft for little people and stronger stuff available for the grown ups.High-fives given for the best Bowie inspired outfit. Tickets prices: Children - £4.00, Adults - £3.00, Family ticket (2 adults, 2 children) - £12.00, Under 1s – Free (but booking essential).The event will take place at Tyneside Cinema's Pop Up Film School, there will be limited space for buggies.Chalk presents MILK is particularly targeted at families with younger children (7 and under), but all age groups are welcome as long as there are both adults and children in your party. Adults remain responsible for their children at all times.We are unable to refund tickets but you can arrange transfer tickets by emailing us at wearechalks@gmail.com to confirm the change of ownership and the new owner's details.",
        "category_key": "music"
    },
    {
        "title": "Illusions",
        "description": "Illusions! A new monthly residency on the dance floor of Nitro Lounge. We're taking over the decks with the help of some friends every Second Saturday! With wild DJ performances, Dancers, Burlesque shows and more surprises!Good party times and good music!21+SMOKE FREE 1336 E 6th StreetTulsa,Ok 74114",
        "category_key": "music"
    },
    {
        "title": "Harrison Kennedy",
        "description": "HARRISON KENNEDY\n2016 Juno Award Winner for Blues Album of the Year\nArguably Canada’s best Soul/Blues/R&amp;B/Roots male vocalist, Harrison Kennedy is a 6X Juno Award nominee, multiple Hamilton Music Award winner, 18X Maple Blues Award nominee and an American Blues Music Award nominee with a career spanning 45+ years starting as the lead singer for the Motown supergroup “Chairmen Of The Board” back in the late ’60’s.\n\nAPPEARING AS PART OF RED WHITE &amp; BLUES\n\n\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Desi Night",
        "description": "January 15DESI NIGHTTIME:  DOORS 9PM \n*THIS IS A CLOSED CAMPUS EXCLUSIVE SSU EVENT* *MUST BE STUDENT OF SHERIDAN COLLEGE OR GUEST OF STUDENT TO ATTEND**GUEST MUST BE 19+ AND HAVE A SEPARATE TICKET*",
        "category_key": "music"
    },
    {
        "title": "Blue Earth~ Manifesting Magic Forest Festival",
        "description": "We are so happy bring you the 2nd edition of our forest festival offering a fusion of distinct spaces, talented performances, live &amp; electronic music, creative artistic expressions and holistic healing energies. This year the festival will be centered on the Earth and all the beauty and wonder she gives us. Our major focus is expose people to the amazing music we have in our local communities and to create a space for people to connect with themselves, each other and the Earth.",
        "category_key": "music"
    },
    {
        "title": "An Evening with Emily Coulston",
        "description": "Dear Friends,I am beyond excited. This is my most intimate, cozy, and special performance to date. To me, November means hot chocolate, desserts, storytelling, and the kind of music to get you through the winter- all of which will be present at this show. In the most beautiful venue in Toronto- filled with interesting artifacts and instruments from around the world. It's framed with dainty string lights and a beautiful grand piano sits in the centre.I'm so honoured to play here. Musideum has become my home away from home and the building and its staff hold a special place in my heart. Everyone that comes will be part of the live EP that will be released later in the year. All of you will also go home with a thank you bag filled with desserts, cards, and music!Tickets are $10. You are more than welcome to bring all of your friends. If you have any other inquiries, email me at emily@emilycoulston.com. Thanks guys! I can't wait to see you and spend this evening with you. Xoxo, Emily",
        "category_key": "music"
    },
    {
        "title": "Winter Hoot 2015 at Ashokan",
        "description": "It's the 3rd Annual Winter HootWith music, dancing, food, film, art and nature activities for all ages, the 3rd Annual Winter Hoot welcomes the community, one and all, for a spirit-raising good time in mid-winter!  Hear world-class musical acts from our Hudson Valley region and beyond including Jay Ungar &amp; Molly Mason and Hoot founders and organizers, Mike + Ruthy.  Enjoy local food, beer, wine, blacksmithing, dancing, hiking &amp; more throughout the weekend. Come for a few hours or the whole weekend. Indoor lodging is available in the comfortable new buildings.  The Hoot builds community through music and dance &amp; raises money toward scholorships for the thousands of children whose lives are transformed by experiencing nature at The Ashokan Center.VIEW HOOT WEBSITE FOR MORE INFO",
        "category_key": "music"
    },
    {
        "title": "CBC and The Tragically Hip present...",
        "description": "CBC and The Tragically Hip present \"The Tragically Hip: A National Celebration\"\n\n\n\nJoin us August 20th as we broadcast (LIVE) the hometown concert of the venerable and iconic Canadian rock institution that is The Tragically Hip. \n\nAdmission is FREE.\n\nOnly 100 tickets are available for reservation here, and seats will only be held until 8:30pm. Seating will be first come first serve.\n",
        "category_key": "music"
    },
    {
        "title": "New Years Eve Celebration 2016!",
        "description": "Dance Social Presents -  New Year's Eve Celebration!  2016   presented by Frank BishunAll you can eat buffet  $50 in advance!   \nOrder online at universe today!\n",
        "category_key": "music"
    },
    {
        "title": "The Schotts",
        "description": "Desboro Music Hall Concert SeriesOpening Act: Zakary MillerAll AgesDoors open at 7pm, Music starts at 7:30pmPlease let us know if you need accessibility.Please note that washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.",
        "category_key": "music"
    },
    {
        "title": "Forma & Nightime Sunshine: Lush Swirls",
        "description": "DOORS: 7:30PMSHOW: 8PM (ends by 10PM)MORE INFO: http://wmbr.org/ampersandForma w/Peter BurrMusic: https://soundcloud.com/forma-1/forma-live-on-wbar-4-1-12Video: https://vimeo.com/125600771Nightime SunshineMusic: https://nightimesunshine.bandcamp.com/Video: https://youtu.be/hR7HM4rjKFMForma makes a combustible mixture of lush synth explorations and frenetic rhythm. They have captivated the margins of the international synth scene and their live performances are extended improvisational journeys veering from the ecstatic to the foreboding, drawing techno, noise, and synth disciples into their realm. They are collaborating with Peter Burr, a dark &amp; glitchy visual artist from Brooklyn. His work has been presented in a variety of spaces including floating cinemas, cartoon schools, semi-legalized squats, libraries, and national museums all around the world.Nightime Sunshine is an experimental music/video project from Cambridge led by Jesse S. Gallagher, formerly of Apollo Sunshine - ranging in sounds from ambient to psychedelic.Don't forget to stop by before the show starts to check out the List Gallery upstairs. Free admission.",
        "category_key": "music"
    },
    {
        "title": "Tributes Extravaganza Concert",
        "description": "Tribute bands Change of Heart (Heart), Revelation (Journey),  and Almost KISS. Three of the premier tribute bands in the midwest on one stage.  VIP area includes all you care to eat and drink, also stage front standing area.  General Admission has seating and beverages available for purchase.  Gates open at 6:00 pm.",
        "category_key": "music"
    },
    {
        "title": "BEAT Royale: June 23rd, 2016",
        "description": "BEAT Royale is the ultimate battleground, live performance stage and music showcase event in Atlanta, GA, the city responsible for 80% of Hip-Hop music dominating the charts right now.  Each month, emerging music producers, recording artists and songwriters meetup at BEAT Royale to show off, show out and turn up, while earning the respect of credible industry managers, a&amp;r's, executives, producers, songwriters, dj's and other music professionals.  If you want to increase your network to add some commas to your net worth, attending BEAT Royale is not an option, it's a must!",
        "category_key": "music"
    },
    {
        "title": "REFUGE: Sanctuary",
        "description": "Drawing on works as diverse as Meredith Monk’s Churchyard Entertainment, Leonard Bernstein’s Mass, and Isabella Leonarda’s Ave Regina Caelorum, Vancouver’s summer chorus of queer classically trained singers presents REFUGE, an exploration of both found and created safety and shelter.\n\nUnder the direction of Mark Reid, Cor Flammae’s REFUGE includes new works by Vancouver composers Shane Raman and Michael Park, plus works by Peter Tchaikovsky, Joan Szymko, Stephen Smith, Rodney Sharman, Dominique Phinot, and more, presented in two spectacular venues.\n\nREFUGE: Sanctuary on Friday July 15 is at Vancouver’s historic and beautifully restored Christ Church Cathedral. This Anglican cathedral is a safe, welcoming and positive space for LGBTQI people, and is both air conditioned and fully wheelchair accessible.\n\nREFUGE: the condition of being safe or sheltered from pursuit or trouble. From seeking our chosen families to creating welcoming and diverse cities and countries, Cor Flammae draws on the queer outsider experience to build a lateral compassion for all who seek refuge and hope.\n",
        "category_key": "music"
    },
    {
        "title": "Proper Octopus Record Release Show",
        "description": "Proper Octopus in association with Sleaze Magazine are proud to present Proper Octopus record release show with double headliner from Candice Gordon and A.S. Fanning with support from LeVent and with DJ Billy Acid [Dead Combo].on the 13th of November 2015 Proper Octopus will release 2 singles:A.S. Fanning's debut single 'Carmelita' https://soundcloud.com/asfanning/carmelita-2&amp;Candice Gordon's latest single 'Smoke in the Air'https://soundcloud.com/candice-gordon/smoke-in-the-airWith both acts playing an exclusive Berlin live show.______________________________________________CANDICE GORDON                                        SMOKE IN THE AIR\"She's possessed of a voice like poisoned black molasses trickling down the side of a jewel encrusted goblet held in the gnarly claw of Beelzebub himself\" - Hotpress\"Agreeably bonkers slice of horror themed garage rock raucousness\" - The Guardian UK (single review)\"Catch her before the trenderatti are all over her like a rash\" - The Mirror UKCandice Gordon is set to release a new single 'Smoke In The Air' throughProper Octopus Recordson the 13th of November 2015.Berlin based Candice grew up in Dublin but hails originally from Botswana. Bohemian folk influences, garage rock qualities reminiscent of the 60s, 70s and 90s with a modern day production make Candice's exquisit sound and delivery. She already worked with the likes of Shane MacGowan, also sharing a stage with Nick Cave and the Bad Seeds, Kurt Vile, and the Horrors, has toured extensively, as well as released singles and videos over the last couple of years receiving great press from the likes of the Guardian, Daily Mirror Nylon as well plays on BBC Radio 1 and XFM.Smoke in the Air, occupies a rich and epic sonic space, with hypnotic guitar riffs throughout coupled with Candice' haunting rich vocals. Her vocals reminding of handful of impressive feamle artists from Nico to PJ Harvey to Mazzy Star. Smoke In The Air is the first single off Candice's debut album Garden of Beasts set for release in the new year._________________________________________________________A.S. FANNINGCARMELITAA.S. Fanning is a singer-songwriter from Dublin, Ireland, living in Berlin. His first release is the single ‘Carmelita’, a stark and haunting picture of the darker side of Dublin City.Fanning’s songs are often lyrically driven, taking inspiration from Irish literary tradition and folk music as well as from 60s psychedelia and gothic rock n roll. Biog:As a child he had little interest in school, and rarely attended, choosing instead to spend his days exploring his father’s book collection and huge array of jazz and blues records. There were always instruments around the house and at the age of 10 he picked up the guitar for the first time. He immediately formed a band with some friends and by the age of 12 they were gigging in pubs around Ireland, playing mostly Chuck Berry and Elvis Presley covers, among some original songs. There was always a lot of literary influence in his life, he came from a family of journalists and writers, his grandfather, A.P. Fanning had a play produced at the home of Irish theatre, The Abbey in Dublin, and Irish literary giants such as Ulick O’Connor, John B. Keane, Anthony Cronin and Brendan Kennelly were fixtures in his upbringing, as friends of the family.His songwriting started to develop in his teens, along with his interest in music production. He bought his first 8-track recorder and started recording, layering multiple instruments and sounds as part of his songwriting process. At the age of 17 formed the band Porn Trauma, who released one EP which reached the top 30 in the Irish charts, and another limited edition 7-inch single, before disbanding. They regrouped as The Last Tycoons who went on to release one eponymous album as well as several EPs and singles. His interest in production continued to grow and he spent as much time in the studio as possible, working as an assistant on legendary Dubliner Ronnie Drew’s final album before his death in 2008. As a multi-instrumentalist he has been in demand to play with acts such as Dublin troubadour The Mighty Stef, Berlin Industrial Electro outfit Suzies Ashes, and Irish songstress Candice Gordon, most recently producing and playing on Gordon's soon to be released debut LP.He now lives in Berlin and is releasing his first single with a debut solo album in the works. The self-produced ‘Carmelita’ is released on November 13th on Proper Octopus Records. Available digitally from usual outlets and on 7-inch vinyl from select stores. ",
        "category_key": "music"
    },
    {
        "title": "CJO: Star Wars & More / Al Muirhead CD Release!",
        "description": "Our opening concert for our 11th season features 2 themesCelebrating 80 years of Al Muirhead!Legendary trumpeter and CJO member Al \"Oop\" Muirhead is turning 80, and releasing his second CD entitled \"Oop\" ! To celebrate we are perforing music with the CJO from his first album, and this new release, favourite music that Al has played throughout his career. We will also perform a new work composed in Oops honour by one of his old students and CJO director Johnny Summers.Star Wars &amp; More! Re-imagining the works of John Williams. Featuring a Star Wars Suite, Harry Potter, Indiana Jones , Schindlers List and More!",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Vanderhoof, BC",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!\n\nTim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!\n\nWhat is “Worship Hoedown” you ask?\n\nIt’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Frankie Cosmos at Milk Run",
        "description": "Frankie Cosmos w/Eskimeaux, Yowler, &amp; Anna McClellanGreta Kline’s musical output as Frankie Cosmos exemplifies the generation of musicians born out of online self-releasing. Kline initially built a reputation with her prolific catalog of bedroom recordings and as a performer and advocate of New York’s All Ages DIY scene. The beauty in Kline’s writing does not lie within immense statements and large gestures, but instead can be found in her ability to examine situations and relationships with heartbreaking sincerity. In 2014 Kline released her first studio album, Zentropy. Within months of its release, Zentropy became one of the most critically acclaimed independent albums of the year and was named New York Magazine’s #1 Pop album of 2014. In 2015 Kline signed to Bayonet Records, immediately releasing an EP where she experimented with writing in an electronic setting. The EP Fit Me In was well received and garnered a Best New Track from Pitchfork. Kline then began recording her next album appropriately titled, Next Thing. Like Zentropy, Kline approached Next Thing by fleshing out several old home recordings, and by writing half of the album from scratch. Next Thing explores new emotional and instrumental territory for Kline, and is slated for release April 1st on Bayonet Records.",
        "category_key": "music"
    },
    {
        "title": "Tsunami Funk New Years Eve Show",
        "description": "Please help us ring in the new year with Tsunami Funk at The Montana JackCover:$25 in advance$30 at the doorDoors open at 9:30pm.21+ must show IDWill Call:Outside Montana Jack's at 7pm day-of the show.",
        "category_key": "music"
    },
    {
        "title": "The Bud Light Party Convention - St. LOUIS",
        "description": "The Bud Light Party Convention -ST. LOUIS\n\nPresents:\n\nSpecial Guests\n\nThe Pageant, St. Louis\n\nAugust 18th\n\nDoors 7pm\n\nWww.BudLightPartyconventions.com\n\n21+ with valid ID\n\nENTRY NOT GUARANTEED; SUBJECT TO CAPACITY\n",
        "category_key": "music"
    },
    {
        "title": "The Suburban Show",
        "description": "The Suburban Show is a concert that will be ful of young talent. There will be DJ's and Preformers from The Bay Area and Redding. The event is for all Ages and will Be held at the Stirring in Redding on Sept. 23. There will be Music, Dancing and The $OUL Store will be open for a limited time. The show is only $10. So bring the familly down all are welcome and support your local artists.",
        "category_key": "music"
    },
    {
        "title": "Twisted Measure Spring Concert",
        "description": "Elon's first and oldest a cappella group, Twisted Measure, presents an evening of music featuring new songs by artists such as Jess Glynne, Adele, Coldplay, and more! Join us as we celebrate an awesome year and send off our senior class.About Twisted MeasureFounded in 1999, Twisted Measure is Elon University’s first co-ed a cappella group.Since its foundation, Twisted Measure has recorded 6 studio albums, and has enjoyed performing at various events around Elon as well as up and down the East Coast during the group’s annual Fall Break tour.As a tradition, the group has always performed barefoot. Why? Going shoeless seems to bring a little more \"sole\" to the music.In the past year the group has toured Charleston, SC and Nashville, TN, performed for Elon University President Leo Lambert, and released a music video for single \"Chandelier,\" which garnered more than 5 million views and was featured in People Magazine, Time, and USA Today among others. Most importantly, Twisted Measure is a group of friends who love singing together.",
        "category_key": "music"
    },
    {
        "title": "Twitter oauth test",
        "description": "Twitter oauth test Twitter oauth test Twitter oauth testTwitter oauth testTwitter oauth testTwitter oauth testTwitter oauth testTwitter oauth test",
        "category_key": "music"
    },
    {
        "title": "Manifesto 10 Summit: Part III",
        "description": "As part of TD presents MANIFESTO Festival (Sept 9-18), we bring you an educational series of keynotes, panel discussions, Q&amp;As, workshops and networking.This is a multi-day series.All-Ages. Family Friendly. All other info below.\n\n---\n\nMANIFESTO 10 SUMMIT: PART III - INTERSESSIONS\n\nMONDAY, SEPTEMBER 12223 Queen Street West\n\n06:00pm - 08:00pmIntersessions: A series of DJ Workshops curated for and by Womyn, Non-Binary &amp; All Queer FolksNOTE: attendance is inclusive of the above, but only for the above.Cost: FREE w/ RSVP[Limited to 25 spots - workshop is SOLD OUT but Waiting List RSVP is available]\n\n08:30pm - 10:30pmMPC Skills with Fresh Kils &amp; Creeazn(4 MPC units will be available for attendee usage)Cost: FREE w/ RSVP[Limited to 25 spots - workshop is SOLD OUT but Waiting List RSVP is available]\n",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Pontiac, MI - The Crofoot",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Mike Vax Quartet",
        "description": "Internationally renowned trumpeter and Summit Records recording artist Mike Vax. Mike has played lead and solo trumpet with the Stan Kenton Orchestra, the Clark Terry Big Bad Band, and the U.S. Navy Show Band. Currently Mike is leading his own groups: Stan Kenton Alumni Band directed by Mike Vax, The Mike Vax Big Band , TRPTS (Trumpets), The Great American Jazz Band, and the Mike Vax Quartet, Quintet and Sextet and does over 100 shows every year all over the world! Mike has performed workshops and concerts in over 2500 high schools, colleges and universities all around the world, over the past 40 years. He is very active as a clinician and soloist in both the classical and jazz idioms.Jack Petersen - GuitarTed Sistrunk - BassCleve Huff - DrumsMike Vax - Trumpet and Flugelhorn",
        "category_key": "music"
    },
    {
        "title": "CASA COOL - Backwater Blues Band",
        "description": "CASA COOL: Backwater Blues BandJune 18, 2015  |  7:00 PMTickets:  Members $20;  Non-members $25;  Under 18, $15The Backwater Blues Band is a premier San Diego blues band comprised of seasoned musicians that have performed up and down the coast from Belly Up Tavern in Solana Beach to World Class Events and Festivals. Their music style is a broad spectrum of Blues standards, Funk, Soul, R&amp;B, Swing and original Blues.",
        "category_key": "music"
    },
    {
        "title": "Steve Everett & JD Eicher w/ Sale Joseph @Birdy's",
        "description": "Join Steve Everett, JD Eicher, and Sale Joseph for a night of acoustic music at Birdy's in Indianapolis!Sunday, November 157p doors, 7:30p showBirdy's - 2131 E 71st St, Indianapolis, IN 46220",
        "category_key": "music"
    },
    {
        "title": "Willie K BBQ BluesFest - Jan 8-9, 2016",
        "description": "The 4th Annual Uncle Willie K’s BBQ Blues Fest. Hawaii’s only Blues Festival truly rooted in the Blues. Uncle Willie K, the Hawaiian Bluesman, hosts this annual sellout concert. We have 2 great days of music - Friday January 8, 2016 and Saturday January 9, 2016, on Maui with several packages to choose from.This years festival is being held at The King Kamehameha Golf Club in the elegant Frank Lloyd Wright designed Waikapu room. ----F R I D A Y  N I G H T  -  J A N U A R Y  8 ,  2 0 1 6Kansas City’s Blues sensation, SAMANTHA FISHNew Jersey's BILLY WALTON BAND.And closing the show is WILLIE K and the Warehouse Blues Band with an all-star jam.Doors at 5:30 pm - Show at 6:30 pm----S A T U R D A Y  N I G H T  -  J A N U A R Y  9 ,  2 0 1 6Legendary Bluesman TAJ MAHALMaui's own The DEBORAH VIAL BANDAnd closing the show is WILLIE K and the Warehouse Blues Band with an all-star jam.Doors at 5:30 pm - Show at 6:30 pm----Besides general admission tickets, we have VIP tickets available with preferred seating, parking, food and drinks. Doors open at 5:30 pmWe also have one- or two-night VIP Meet and Greet packages, which include a private Meet and Greet from 5 pm to 7 pm with the headlining artist for the night, as well meeting with our drink sponsors; wine-maker from Hahn Vineyards and spirit-maker from Haliimaile Distillery.  ----All ages welcome. Minors must be accompanied by an adult. Smoking in designated areas. This event is being filmed. By entering the event you are allowing Maui Tribe Productions and Polyphonic Industries the right to film and photograph you. No cameras or video allowed. Rain or shine, the event will go on.",
        "category_key": "music"
    },
    {
        "title": "39th Mississippi Delta Blues & Heritage Festival",
        "description": "39th Annual Mississippi Delta Blues &amp; Heritage Festival\n\nDa Blues is Like Coming Home...\n\n4 Stages: Heritage Stage, Gospel Stage, Juke Stage, &amp; Youth Stage\n\n\"Remembering KoKo Taylor &amp; Celebrating Women in the Blues\"\n\nDorothy Moore, Karen Wolfe, Eden Brent, Sweet Angel, Bobby Rush, Dexter Allen, JR Blue, O.B. Buchana, Grady Champion, Kern Pratt, Lil Ray Neal, and many more...\n",
        "category_key": "music"
    },
    {
        "title": "Big Sky Big Grass - Friday - Montana Jack",
        "description": "10th Annual Big Sky Big GrassJoin us to celebrate the 10th Annual Big Sky Big Grass Bluegrass Festival at Big Sky Resort with individual tickets to each ticketed show.*** FRIDAY AT MONTANA JACK ***Live at Montana Jack - Kitchen Dwellers * Front Country\nMONTANA JACK SHOWS\nAge 21+. Must have ID.\nRegular Pricing: November 1, 2015 until the day before show.\nPrices go up $10 the day of the show.\nTicket pricing does not include resort tax or service fees.\n",
        "category_key": "music"
    },
    {
        "title": "St. Valentine's Eve Massacree",
        "description": "St. Valentine’s Eve Massacree(with full orchestration and two-part harmony)Fellow travelers – let us  gather.This St. Valentine’s Eve, get slayed by the harmonic stylings of two of Chicago’s favorite clandestine duos: Chauncey &amp; the Beast and The PhilBillies. Hosted by our pal Matt Lyle, this intimate concert for friends and family will feature each group performing seven songs a piece, all of which will be recorded, edited and mastered for the groups to do with whatever they damn well please.Tickets for this private BYOB event are $24 ($4 of which is a service fee - sorry), with all proceeds going to the recording and mastering process. The Foxhole, a cozy exposed-brick room that used to be a wallpaper store, only holds 50 people, so this show will sell out fast. No walk-ups, so please buy online as soon as you can!To sum up - what does that $24 get you? \nthe secret password\n \nan evening of amazing music with two talented duos that rarely gig (even though it's commonly agreed they should)\nbragging rights\na digital download of the show (when it’s good and ready)\na good night’s sleep earned from helping our friends create something life-affirming\nvictuals to help keep up that blood sugar over the course of the evening\ncold space and cups for those BYO beverages\nHope to see you out!",
        "category_key": "music"
    },
    {
        "title": "MATT MAHER - Assumption beONE Concert Series",
        "description": "Since his 2008 major label debut, Matt Maher has become a staple in the artistic and songwriting community. A five time-GRAMMY® nominee, he has garnered multiple radio successes writing and recording songs like “Lord, I Need You,” “Hold Us Together,” “Christ Is Risen,” “All The People Said Amen” and “Your Grace Is Enough.” Maher has penned songs recorded by Chris Tomlin, Crowder, Third Day, Matt Redman, Hillsong, Passion and Meredith Andrews, among others.\n\nMaher continues to perform and speak as a part of global high-profile events, including the upcoming World Meeting of Families, marking Pope Francis’ first visit to the US this year. In 2013, Maher performed on stage with Pope Francis in front of more than 3 million people at World Youth Day in Rio de Janeiro. Maher and his team are already in the planning stages of participating in World Youth Day 2016 taking place in the summer of 2016 in Krakow, Poland.\n\nDon't miss this evening of moving prayer and spirit-filled praise with Matt!\n\n_____________________________________________________________________________________________\n\nVIP tickets get you: seating in front section of church, PLUS formal reception with dinner and Q&amp;A with Matt. VIP ticket holders should arrive by 5:30pm for the reception ahead of the concert. VIP tickets will not be available after Thursday, August 11th. Buy them while they are still available!\n\nGeneral Admission tickets will be available for purchase at the door in addition to online.\n\nFor special discounts on groups of 15 or more and youth ministry members, please leave a message with the Parish Office at 636-240-3721 x240\n\nFor more information about Matt and his music, visit: http://www.mattmahermusic.com/ \n\nTicket sales are non-refundable.\n",
        "category_key": "music"
    },
    {
        "title": "1st Annual Las Vegas Punk Fest",
        "description": "SURPRISE GUEST BAND (UK PUNK)MAD PARADE (LA)BONECRUSHERANTI-SOCIAL (LA)WALK PROUD (LA)BOXHEADS (Members of RKL, Ratpack) (SANTA BARBARA)FUCK SHIT PISS (LV)SAD BOY SINISTER (SJ)RIOTGUNTHE HAS BEENS (SF)FUZZ ATTACK (SF)AGENT 86 (LV)BANDS - 10PM - 4AMBANDS - 10PM-4AM",
        "category_key": "music"
    },
    {
        "title": "Uncovered: Paul Simon & Art Garfunkel",
        "description": "Join us for an evening in support of JVS Toronto with an all-star cast of Canadian musical performers as they re-imagine iconic Simon &amp; Garfunkel songs with brand new theatrical arrangements.A portion of the ticket price will be eligible for a charitable tax receipt.To opt-out of the service charge, please contact:Patricia Flinn, (416) 649-1666",
        "category_key": "music"
    },
    {
        "title": "The 8th Annual SubZERO Festival, June 5th & 6th",
        "description": "Focused on emerging and present subcultures thriving in our region, SubZERO is a diy, artistically bent, hi/lo-techno mashup where street meets geek. Come downtown on June 5th &amp; 6th to San Jose's SoFA District from 6pm 'til midnight for an inspired evening of arts &amp; culture. In addition to the South FIRST FRIDAYS monthly art walk you'll find outdoor stages of entertainment, craft beer in The Secret Garden, plus artists, performers &amp; musicians celebrating the indie creative spirit!SubZERO Festival features 100+ Artists, Performers &amp; Indie Creatives with live music by:NO AGE • HERBERT BAIL ORCHESTRA • RYKARDA PARASOL  SORNE • SILENT PICTURES • RIN TIN TIGER • EYES ON THE SHORE  PICTURE ATLANTIC • BE CALM HONCHO • BROTHER GRAND  ROYAL JELLY • DEARHEARTS • REBELSKAMP • TRIO MENAGESCISSORS FOR LEFTY • POUNDERS • FUTURE TWIN • DINNERS O’CRAVEN • SUN FOOT • TALKY TINA • DEATH CHEETAHSubZERO Festival is Free and Open to the Public with options to support a subculture economy.",
        "category_key": "music"
    },
    {
        "title": "Cultivate: A Festival of Food and Drink - Saturday",
        "description": "Basia Bulat, Wooden Sky, Gentlemen Husbands, The Elwins, Union Duke, Tanika Charles, Souljazz Orchestra, The Mayhemingways and more!\n",
        "category_key": "music"
    },
    {
        "title": "Whiskey Myers",
        "description": "Uptown Sound Theatre Presents: Whiskey Myers",
        "category_key": "music"
    },
    {
        "title": "Брати Гадюкіни в Чикаго",
        "description": "Брати́ Гадю́кіни — культовий український рок-гурт, створений 1988 року у Львові; першими з українських рок-команд здобули популярність на теренах колишнього СРСР і пострадянському просторі. «Гади» випустили 4 студійні альбоми, 4 концертні альбоми та 2 збірки хітів. Крім цього, була величезна кількість концертів та участь у фестивалях по всьому світу. Гурт припинив концертну діяльність в 1995 році і возз'єднався в 2006 році для концерту в київському «Палаці спорту», який зібрав 15 000 глядачів — абсолютний рекорд для українських музикантів.",
        "category_key": "music"
    },
    {
        "title": "I Set My Friends On Fire at Club Diesel 1/9/16",
        "description": "UA Promotions Presents...I Set My Friends On Fire 1/9/16 at Club Diesel 12:00-8:30$15/$20ALL AGESI Set My Friends On Fire (https://www.facebook.com/muzikanglisht/) Whether, I(https://www.facebook.com/whetherIband/) Vanity Strikes (https://www.facebook.com/vanityxstrikes/)Local support from...Define Irony(https://www.facebook.com/defineironyband/) Glory Arose(https://www.facebook.com/gloryaroseband/) Guile(https://www.facebook.com/Guileband/) Divulge(https://www.facebook.com/DivulgePA/)",
        "category_key": "music"
    },
    {
        "title": "Funkfest",
        "description": "ONTARIO'S FIRST OUTDOOR SOUR BEER FESTIVAL!Enliven your tastebuds with barrel-aged Berliners, funky-fresh fruit brews and concocted kombuchas from 17 Ontario craft breweries. Enjoy the funky beers with live funk bands, a kettle sour demonstration, food trucks and juice bar.In celebration of this funky day, Sawdust City Brewing Company will be brewing and bottling a unique sour beer for the FunkFest. Bottles of this exclusive FunkFest Sour will be available for purchase only to FunkFest 2016 attendees.",
        "category_key": "music"
    },
    {
        "title": "Bow Thayer Trio",
        "description": "Join us for an accoustic evening with Bow Thayer and his trio - including Alex Abraham on upright bass and JD Tolstoi on organ.",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Lindsay, ON",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!Tim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!What is “Worship Hoedown” you ask?It’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!",
        "category_key": "music"
    },
    {
        "title": "Tigerlily - May 27, 2016 - Doors at 9PM - 18+",
        "description": "Electric Disco Fridays PresentTigerlilyWith GuestsMarquee Beer Market &amp; StageFriday, May 27 2016 - Doors at 9PM18 + No Minors / Government ID RequiredTerms and Conditions: This event is 18 and over. Any Ticket holder unable to present valid identification indicating that they are at least 18 years of age will not be admitted to this event, and will not be eligible for a refund.",
        "category_key": "music"
    },
    {
        "title": "Jay Nash",
        "description": "Jay Nash’s music is like the river that raised  him—strong and deep, with a little bit of lullaby and a big damn  current. Twenty years ago, he played loud in bars along the Saint  Lawrence River, in the reaches of New York so far-flung they’re almost  Canadian. For the last decade, he’s journeyed the US and Europe solo,  selling over 60,000 records without ever putting ink on a conventional  record deal. Now in the green mountains of Vermont, the quiet cold of  winter rarefies wit and musicianship into the kind of Americana that  knows where it comes from.",
        "category_key": "music"
    },
    {
        "title": "Ludacris at Festival of the Lakes",
        "description": "This VIP Experience Pass gets you access to the VIP Area closer to the stage, discounted beer, and private restrooms during the Ludacris concert at Festival of the Lakes on Saturday, July 23.Opening act: TBA.For more information about this year's Festival of the Lakes, visit www.FestivalOfTheLakes.com.",
        "category_key": "music"
    },
    {
        "title": "Sky doesn't talk by Carolyn Chen",
        "description": "Chamber Cartel kicks off their fourth season, Bhavana, with a premiere of Sky Doesn't Talk by Carolyn Chen at the Emory Planetarium. Dr. Chen will be at the premiere and there will be a lecture about the piece as well as a Q&amp;A session for the audience after the concert. Dr. Erin Bonning, director of the Emory Planetarium will be hosting the event as well as projecting a beautiful array of stars above the performers for this performance.Funding is generously provided by the Andrew W. Mellon Foundation for  this Creation Stories Project administered through the Emory College  Center for Creativity &amp; Arts.",
        "category_key": "music"
    },
    {
        "title": "Jason Michael Carroll Country Christmas Show",
        "description": "Nashville country star Jason Michael Carroll performs live at the Rocky-Tonk in Medford with a country Christmas show. Jason is a very established country singer with 5 top twenty Billboard hits. Thanks to many requests, this will be an ALL AGES show. Opening the show will be Billy Lund &amp; Whiskey Weekend, Matthew Combs and Road to Nashville winners- The Brothers Reed. Doors at 4:00, Showtime is 5:00",
        "category_key": "music"
    },
    {
        "title": "The HOOTENANNY! Tour | Montreal, QC",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!Tim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!What is “Worship Hoedown” you ask?It’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!",
        "category_key": "music"
    },
    {
        "title": "Without a Net + Naive Melodies",
        "description": "Without a Net: A Night of Sonic Exploration featuringMarcus Rezak ( Digital Tape Machine,Stratosphere All-Stars, )Todd Stoops (RAQ )Fareed Haque ( Garaj Mahal )Steve Molitz (Phil Lesh and Friends, Particle)Greg Fundis ( Old Shoe, Mathgames)Clay Parnell (Particle, Brothers Past)Dan Moulder (Terrapin Flyer, Tom Schraeder &amp; His Ego)+Naive Melodies: CA's premier Talking Heads Tribute Band",
        "category_key": "music"
    },
    {
        "title": "SD GypsyFest!",
        "description": "SD GypsyFest will feature four stages with over 35 performers, as well as vendors, food, street performers, and buskers. GypsyFest will take place at De Anza Springs Resort in Jacumba, CA, one hour east of San Diego on Saturday, August 6th at 12 noon. You MUST have tickets with you. There is very little WI-FI or cell phone service at the resort. We recommend you bring cash for goodies, and plenty of drinking water. Wear loose, light clothing during the day, and have something warm for night time! Outside alcohol allowed, but please leave it at your camp site! This event is 21+.\n",
        "category_key": "music"
    },
    {
        "title": "Trent Severn",
        "description": "Desboro Music Hall Concert SeriesOpening: Leah MathiesAll AgesDoors open at 7pm, Music starts at 7:30pmPlease let us know if you need accessibility.Please note that washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.",
        "category_key": "music"
    },
    {
        "title": "NYE @ The Wick: Whitney Day + Lauren Flax",
        "description": "We’re going underground to ring in 2016 at Brooklyn’s Music Fortress, The Wick.Color this original, brick warehouse canvas with your presence on NEW YEARS EVE, Thursday, December 31st, and we’ll bring the Beats, Babes, Bubbly &amp; Beer.  A former Brewery, The Wick has stayed true it’s industrial roots in design, but has been completely transformed into one of Brooklyn’s top music venues.  Located right off Bushwick ave, a painted exterior covered in massive murals leads you inside the Wick, which spans the ground floor of an Mega music compound where recording studios, practice rooms, music magazines and other related companies are housed.  A truly unique location for a special night of the year.Soundtrack of the night by DJs Lauren Flax + Whitney DayLauren Flax,  a local superstar in Brooklyn.  The accomplished DJ, songwriter and producer, originally from Detroit, has been from Dubai to Berlin, Paris, London and beyond for a myriad of notable gigs.  At home, she can be found spinning the best parties and venues in NYC like Output, Cielo, Le Bain, Good Room, Bossa Nova Civic Club, and Union Pool.  As a multi-dimensional artist, she’s composed scores for Television &amp; film, produced tracks for both major mainstream and underground players such as Sia, Kim Ann Foxman and Marc Kinchen and has a dozen and a half official remixes under her belt.  She’s also one-half of the noteworthy Brooklyn-based electronic project CREEP. Whitney Day, a fixture in the NYC LGBTQ nightlife scene as both a DJ and event producer.  Her resume is stacked with coveted gigs and major event productions at local legendary venues like Cielo, Marquee, Madison Square Garden, Highline Ballroom, PH-D and Pacha.  Her annual Pride parties, which attract thousands of people each June are infamous in NYC. On the DJ front, Whitney travels often for gigs that span the globe; from Sweden to Germany, Austria, Canada, Australia, and within the US, Los Angeles, Boston, D.C., Miami and more.  Whether it’s an underground Brooklyn warehouse, an international music festival, a tropical circuit party or a celebrity studded benefit, it's her infectious passion for mixing music and performing on- the-fly sets that keeps the vibe fresh and energetic every time. Outdoor / Smokers Patio60 Beers on TapLimited Advance Tickets: $20Coat Check $2 / item21+ w/ ID",
        "category_key": "music"
    },
    {
        "title": "Hollywood Makeout, I Believe in Julio, Shane Tripp",
        "description": "Hollywood Makeout / I Believe in Julio / Shane TrippSep. 2, 8PMDiscounted advance tickets: $5At the door, night of show: $8\n\nAwesome evening of garage/surf rock with Hollywood Makeout, some self-described \"punk-shout-gospel\" from I Believe in Julio, and indie rock served up right from Shane Tripp. Check each portion of this talented triple threat out at:\n\nHollywood Makeout:https://hollywoodmakeout.bandcamp.com/releases\n\nI Believe in Julio:http://juliogomez.bandcamp.com/\n\nShane Tripp:http://shanetripp.bandcamp.com/\n",
        "category_key": "music"
    },
    {
        "title": "True North Sound - 2015 Canadian Beatbox Champs",
        "description": "The 6th Annual Canadian Beatbox Champs is happening November 6th 2015 at Lee's Palace (569 Bloor St, Toronto, ON). 16 of Canada's will battle it out to compete for the title of Canadian Beatbox Champion. Judged by an elite world class judging panel with special performances this is an event you don't want to miss. History will be made! #TRUENORTHSOUND #BEATBOXCANADATOP 16 1) BBK - Windsor, ON - Defending Champ 2) MTO - Vancouver, BC3) Mitch X - Toronto, ON4) Heat - Markham, ON5) Chris Fernandez - Mississauga, ON6) Young - Toronto, ON7) Hybrid - Barrie, ON8) Sparx - Sudbury, ON9) Haste - Halifax, NS10) Andre - Toronto, ON11) Simon - Montreal, QC12) Elisii - Montreal, QC13) Jaeger - London, ON14) Soundrax - Montreal, QC15) Feng - Vancouver, BC16) Beatspawn - Toronto, ONThis event in 19+ Must bring valid government I.D.@beatboxcanada",
        "category_key": "music"
    },
    {
        "title": "16th Annual Latin New Years",
        "description": "16th Annual Latin New YearsFOR THE FIRST TIME IN CANADA DIRECTLY FROM PUERTO RICO “Salsa Artist- Giro Lopez and JMIEL the Reggaeton Artist” Latin New Year’s Eve 2016 at The Delta Edmonton South Hotel will be an extravagant NYE to remember. Sit Down and relax to the beautiful Latin rhythms of International Salsa Artist Giro Lopez and JMIEL.Party this NYE away with Edmonton’s hottest Latin DJ’s, DJBranmar, Playing the best in Latin, and Top 40. Reserve your NYE at The Delta Edmonton South Hotel to dance the night away and kiss your special someone as the clock strikes midnight!! Also Featuring Son Bachata &amp; Marco Claveria  Whether you are looking to impress that certain someone or bringing the whole family with you. The 16th Annual Latin New Year’s Eve at the Delta Edmonton South Hotel is your final destination. Your Evening will be a feast for the senses. The exquisite 4 course sit down dinner will excite your palate and the music will entice your feet to dance... Ring in the New Year as never before! When the clock hits 12.Get ready to experience an excitement on stage.Venue Delta Edmonton South Hotel (NEW Grand Ballroom) 4404-Gateway Blvd, Edmonton Alberta Date/TimeThursday December 31, 2015 6:00 pm to 2:30am Schedule and Details Doors Open at 6:00 pm Dinner Starts at 7:45 pm  Dance to Follow at 9:00 pm Doors will open to dance ticket holders at 9pm Dance the night away till 2:30 am Open to the General Public and Dress to Impress- Family Event  Ticket Option 1 Early Bird SpecialOnly Valid till December 04-2015 Dinner &amp; Dance Included:$89/person Includes 4 course plate service dinner, party favors and entertainment  Ticket Option 2 Dance Only Ticket $60 per person, Buy early don't wait and pay $80 at the doors. Dance Ticket Holders Doors opens at 9:00pm  Ticket Option 3 DANCE TICKETS ONLY Group Rate Table for 10 \" Dance only\" $500 this means tickets are $50 each when you buy the group rate Includes dance, party favors and live entertainment Ticket Option 4 General Dinner Ticket After December 04-2015Dinner &amp; Dance Included: $99/person Includes 4 course plate service dinner, party favors and entertainmentTicket Option 5: KIDS MEAL TICKETKids Dinner and Dance Ticket under 10 years Old.Kids Over 10 pay regular dinner ticket.  Ticket Reservation or to purchase tickets call Delta Edmonton South Festive Desk 780-431-3457Sponsored By: World FMwww.morenoproductions.com",
        "category_key": "music"
    },
    {
        "title": "iStandard Producer Showcase - Boston Edition",
        "description": "“The Road to Beast of the Beats IX” makes a stop in Bean Town, as the world famous iStandard Producer Showcase – Powered by Monster Energy – ascends upon The Hard Rock Cafe on Monday, November 30th, 2015…Get in a submission for this event before it books up by selecting “Boston, MA” at http://portal.istandardproducers.com/beats/showcase_submitTo purchase an advance ticket to this event and save $5, click HERE (you will be placed on the will call guest list)15 of the best producers out of Boston will showcase their tracks in front of a panel of career changers and mentors. Winner with the highest score will geta prize package consisting of a bundle IK Multimedia iOS Products, plus their renowned plug-inT-Racks Grand, iZotope’s Nectar Elements,a choice of Propellerhead Software (either Reason Essentials or ReCycle), Ableton Live 9 Intro, a Lifetime Subscription to iStandardProducers.com, promotional gear from Monster Energy, and more…So far judges include Buda &amp; Grandz (iStandard Alum, Producer for The Lox, 50 Cent, Jim Jones, Lloyd Banks, Waka Flocka, and more…), and Amadeus(Producer for Chris Brown, J-Lo, 50 Cent, Trey Songz, and more…), with more to be announced and special surprises…We were also honored to once again have collaborated w/ XXL to form the 2014 “Freshman Producers” HERECheck out some additional Success Stories HEREBe sure to stay up to date here at iStandardProducers.com, on Twitter @iStandard, on Instagram @iStandard, and on Facebook.",
        "category_key": "music"
    },
    {
        "title": "The Telephone and The Medium by Menotti",
        "description": "Hello! :)Thank you for stumbling across our tickets page!We are Stephanie, Judith, Meher, Karen, Toni, Andrey, and Enzo!WHEN AND WHERE?Friday Sept. 12th | 7:30 PM drinks 7:45 PM show starts | Arts and Letters Club, 14 Elm Street, TorontoABOUT THE OPERASThe Telephone - MenottiA one-act 20-minute opera buffa for two singers. Lucy spends most of her time on the telephone, and when Ben, her boyfriend, visits her intending to propose, the telephone keeps ringing, interrupting Ben every time he is about to pop the question. Eventually, the audience and Ben realize that the telephone is not only Lucy's means of remaining connected to the world but also a defence mechanism. Ben decides to penetrate this shield by leaving the apartment and using a pay phone to get through to her. Will Ben finally get through to Lucy? The Medium - MenottiA cautionary tale where Baba poses as a medium with her daughter, Monica, posing as ghosts from the beyond. She takes in Toby, a mute, but distrusts him. The business continues until, during a séance, she feels a 'cold hand' tightening about her throat. When her customers return for another session, she tells them that she is a fake and demonstrates her tricks, but her clients protest that she must be real, that it was not Monica's voice they heard. She drives them out and resolves to cast out Toby as well. Whose hand was around her throat?",
        "category_key": "music"
    },
    {
        "title": "The Bud Light Party Convention - PHOENIX",
        "description": "The Bud Light Party Convention - PHOENIX\n\nPresents:\n\nFlo Rida &amp; White Panda\n\nThe Marquee, Phoenix\n\nAugust 5th, 2016\n\nDoors 7pm\n\nWww.BudLightPartyconventions.com\n\n21+ with valid ID\n\nENTRY NOT GUARANTEED; SUBJECT TO CAPACITY\n",
        "category_key": "music"
    },
    {
        "title": "Trill Sammy (Meet & Greet) DENVER CO",
        "description": "Absolute presents Houston's TRILL SAMMY Live for the first time in Denver Colorado. We will be holding a meet and greet before the concert on June 22nd ( Tickets: http://holdmyticket.com/event/247813 )\n\nMeet &amp; Greet will be from 715pm to 830pm at NOTORIOUS in the Aurora Mall\n\nONLY 100 tickets will be sold\n",
        "category_key": "music"
    },
    {
        "title": "Bombay Knox Presents Black Smurf",
        "description": "Bombay Knox presents Black Smurf live in DC, alongside Kasey Jones, Nappy Nappa, Dizzy Gordo, Kemet Dank &amp; Mikey Savage. Sounds By Flash Frequency",
        "category_key": "music"
    },
    {
        "title": "Mill Street Presents Hopped and Confused",
        "description": "\n\nMill Street Brewery, in association with Indie Powerhouse Dine Alone Records, presents the first edition of Hopped and Confused, a two-night event of delicious beer, killer music and gourmet food.\n\nHeadlining performances by Canadian Rockers The Sheepdogs (August 12) and Monster Truck (August 13),  joined by Wintersleep (August 12) and The Glorious Sons (August 13). Alongside great music, Hopped and Confused will showcase over 15 Mill Street beers on tap, unique casks and an exclusive Hopped and Confused White IPA, as well as a glorious summer picnic inspired by the San Antonio culinary scene.\n\nTHIS IS AN OUTDOOR FESTIVAL\n",
        "category_key": "music"
    },
    {
        "title": "Flashband Anniversary Showcase",
        "description": "3 stages20 bands3 years of FlashbandThree years ago, Flashband held it's first show in a Columbia Heights row house. Since then we've held 23 showcases and created 150 bands. Over 500 musicians have played in a Flashband Showcase. What better way to celebrate than with a massive, blowout show. Get your tickets now! $10 presale / $12 day of",
        "category_key": "music"
    },
    {
        "title": "Tim Swanson - An (Extended) Walk Through the 80's",
        "description": "More music and memories from every year of the Decade that Made us!  Starring the incredibly talented Tim Swanson!  Join us at Destination 112, the hottest new venue in the heart of Downtown Nampa, for a night you won't forget.  Dress up like your favorite 80's Icon and enter to win prizes for the best costume! ",
        "category_key": "music"
    },
    {
        "title": "When Art Meets Jazz",
        "description": "Only one thing is for sure. At 4 pm on Saturday, May 23 at the Fresno Art Museum, no one knows what is going to happen. That's the beauty of art (and music) that is based on improvisation. “When Art Meets Jazz” is not the typical art show or jazz concert. Rather than displaying their work while a jazz trio plays softly in the background and the audience sips chardonnay and nibbles on cheese, seven amazing Valley artists will begin with a blank canvas - literally. As the show begins, they will draw their inspiration from the improvised music of many of the Valley's best jazz musicians and the atmosphere of the event itself and create work on the spot. The event will feature two stages: inside the museum's Bonner Auditorium and outside in the Sculpture Garden. The early hours of the event will feature the five ensembles of the Milestones Youth Jazz Workshop, student musicians from 18 schools who study weekly with four acclaimed Valley jazz educators.    At 7 pm, a collection of the Valley’s best jazz pros will take to the stage. Accompanying the musicians will be notable local artists who will follow no rules except to be inspired by the sights, sounds and rhythm of the event. The event will also include a silent auction, no-host cocktails and local  food trucks. The work created by the professional artists, in fact, will also be up for bid – before it is created – bringing yet another new twist to the event. Participating local artists include Leslie Batty, Bill Bruce, Yuliya Gasio, Chris Janzen, Garrett Masterson,  Will Portis and Anne Scheid. Participating musicians include Eva Scow and Espacio, the Tim Shaghoian Trio (with Spee Kosloff and Nate Guzman), the Richard Giddens Trio (with Tom Wilson and Brian Hamada), the Ayala-Lewis Quintet (featuring John Ayala, Joe Lewis, David Aus, Kevin Hill and Joe Lizama), and the Fresno City College Faculty Some-tet. Serving as emcee for the event will be the Cultural Arts Rotary Club's Dr. Jackie Ryle. The event benefits both the Fresno Art Museum and the Milestones Youth Jazz Workshop. Day of event tickets will be sold at the door for $25, space permitting. ",
        "category_key": "music"
    },
    {
        "title": "Ben de le Creme Live at Club X",
        "description": "RPDR SEASON 6 Miss Congeniality is LIVE at Club X this Saturday!!Special Guest DJ ThroBoy from Share Nightclub in Las Vegas!Tickets$7 General Admission VIP Meet &amp; Greet $17 Online $20 at door.(There is no guest list for this special RPDR event)Join Mae Day, Flame Fatale and DJ Robbie Rob for a stellar night!TXT Robbie Rob at 801-448-1140 for table reservations, bottle service or birthdays!",
        "category_key": "music"
    },
    {
        "title": "Salsation Instructor Training - Hamburg",
        "description": "Dance your way to our next Salsation Fitness INSTRUCTOR TRAINING in Hamburg the next 10th &amp; 11th of October. Two days event from 10am to 5pm each day.Salsation is the future!",
        "category_key": "music"
    },
    {
        "title": "MEME 2015 Interactive",
        "description": "MEME Interactive 2015 (presented in partnership with New Media Manitoba)DescriptionMEME Interactive is an exciting new clinic that explores key aspects of interactive technology used by DJs and producers. Top international and local pros will demonstrate the most exciting interactive tools and techniques that they use in-studio and on-stage. A panel will follow, giving you a rare chance to put questions directly to your favourite artists. The event concludes with a reception, allowing a candid opportunity for discussion and networking.Interactive Presenters:Adam Marshallhttps://soundcloud.com/adam-marshallJoe Silva http://joesilva.com/Chris Komus &amp; Chris Morleyhttps://www.facebook.com/PixelPusher.ca\thttps://soundcloud.com/chriskomusAndrew Yankiwski (moderating)http://www.precursorproductions.com/Dates and FeesDay: Thursday, August 13th, 2015Time: 7pm - 10pmVenue: The Rachel Brown Theatre, 211 BannatyneFee: $10 per registrantRegistration Deadline: August 12th, 2015",
        "category_key": "music"
    },
    {
        "title": "allthebestkids, & Julie O. July 29th!",
        "description": "\n\nallthebestkids is exploding on the DC music scene.  From the fun love filled style of dance music, to the thoughtful introspective lyrics, to the one of a kind light show and costumes, this is a show you dont want to miss.\n\nwww.facebook.com/allthebestkids\n\nAlso featuring the amazing talents of Julie O.\n\nwww.facebook.com/julieof\n",
        "category_key": "music"
    },
    {
        "title": "Drowning Pool, Violent New Breed",
        "description": "Drowning Pool Live at Club VixensWith Muder FM and Violent New BreedWednesday March 9th, 201621 +",
        "category_key": "music"
    },
    {
        "title": "PEOPLE'S CHOICE: Jodi Heights at The Green Room",
        "description": "I need your vote! No, not for political office.  I'm hosting a \"People's Choice\" concert where you, the audience, vote on which songs you'd like to hear on my first demo. Fun huh? My future in the music business will be in your hands. Just think of it as a musical trust fall.",
        "category_key": "music"
    },
    {
        "title": "'Tis the Season with Simone and 900 Mile Band!",
        "description": "Come celebrate the Holiday Season with \"Simply Simone\" and the \"900 Mile Band\" (Saturday, December 20th 2014 @ 7pm).  Prepare yourself for a night of comedic entertainment with none other than the host of the evening, legendary comic, Jerry Farber.   It will be a very intimate setting and even interactive...as Simone entertains you by singing some of your favorite Christmas songs.  Right after the show ends, we will party the night away with none other than Atlanta's own, DJ Mike Webster on the 1s &amp; 2s!  Looking forward to seeing you!*Tickets $15 in advance, $20 at the door.",
        "category_key": "music"
    },
    {
        "title": "COLORATIONS - 2014-15 Season Pass",
        "description": "Join The Desert Winds, \"The Best of Las Vegas\" Performing Arts Group, as we explore the various shades of musical inspiration under Maestro Maguire's direction in this 2014-2015 Season, COLORATIONS!Your purchase will give you access to the following concerts this season:Colorations in IndigoSat. Oct. 4, 2014Nicholas J. Horn TheatreColorations in CrimsonTue. Nov. 11, 2014Congregation Ner TamidColorations in FrostSat. Dec. 13, 2014Nicholas J. Horn TheatreColorations in PurpleSat. Feb. 28, 2015Nicholas J. Horn TheatreColorations in EmeraldSat. Apr. 11, 2015Nicholas J. Horn TheatreColorations in AmberSat. May. 16, 2015Nicholas J. Horn TheatreDesert Winds is a component fund of the Henderson Community Foundation a recognized 501(c)3 corporation in Nevada. Any contribution you make to Desert Winds is tax deductible to the extent allowed by the IRS and may be tax deductible.",
        "category_key": "music"
    },
    {
        "title": "Join the Revolution",
        "description": "April 8, 2016, 6:30 PM.An evening of music and West Texas cuisine starring The Quebe Sisters Band with a special appearance by Abilene ISD's fiddle group, Revolution Strings.  The evening starts with appetizers and refreshments on the patio of the Abilene Woman's Club while Revolution entertains.  Then inside for a great meal and the show starring The Quebe Sisters Band. Proceeds from ticket sales will benefit Revolution Strings' Recording Project. For those only wanting to attend the concert portion, tickets are available for a reduced rate. Concert only doors open at 7:20 PM.",
        "category_key": "music"
    },
    {
        "title": "Iola Car Show Concerts (Reserved Seating)",
        "description": "FRIDAY NIGHTMuzzy Concerts Presents:Resurrection!  A Journey Tribute Playing the Greatest Hits  of Journey.  And  On the Border The Ultimate Eagles  Tribute Playing all your favorite Eagles hits.Show starts at 5:30 pm with Second show to follow immediately after.SATURDAY NIGHT Muzzy Concerts Presents:Original Beach Boy Member David Marks with Surf City All Stars playing all the hits of the Beach Boys, and Then at 8 pm  Herman's Hermits Starring Peter Noone!Show starts at 6 pm with Second show to follow immediately after. Please no carry-ins, pets or umbrellas.  No Refunds.",
        "category_key": "music"
    },
    {
        "title": "30 More!",
        "description": "Continuum celebrates its 30th anniversary with a power packed concert featuring British radicals Richard Ayres and Joe Cutler along with 22-year-old Turkish wunderkind Mithatcan Öcal. Also works by Anna Höstman and a premiere by Jason Doell, respective winners of the 2013 and 2014 Toronto Emerging Composer Award.PROGRAMOverture (Richard Ayres, CA/NL/UK)Archie (Joe Cutler, UK)New work (Jason Doell, CA)*Lattice (Anna Hostman, CA)Les Paroles Autour De La Musique (Mithatcan Ocal, TR)* PremierePERFORMERSAlex Dobson (baritone), Anne Thompson (flute), Anthony Thompson (clarinet), Wallace Halladay (saxophone), David Pell (euphonium, trombone), Carol Lynn Fujino (violin), Bryan Holt (cello), Laurent-Phillipe (piano), Gregory Oh (piano, conductor), Ryan Scott (percussion)",
        "category_key": "music"
    },
    {
        "title": "REFUGE: City",
        "description": "Drawing on works as diverse as Meredith Monk’s Churchyard Entertainment, Leonard Bernstein’s Mass, and Isabella Leonarda’s Ave Regina Caelorum, Vancouver’s summer chorus of queer classically trained singers presents REFUGE, an exploration of both found and created safety and shelter.\n\nUnder the direction of Mark Reid, Cor Flammae’s REFUGE includes new works by Vancouver composers Shane Raman and Michael Park, plus works by Peter Tchaikovsky, Joan Szymko, Stephen Smith, Rodney Sharman, Dominique Phinot, and more, presented in two spectacular venues.\n\nREFUGE: City on Saturday July 16 is at Pyatt Hall, the acoustically perfect jewel box concert hall at the VSO School of Music. Fully wheelchair accessible and complete with bar, it is the perfect place for our post-concert mingler. Please join us!\n\nREFUGE: the condition of being safe or sheltered from pursuit or trouble. From seeking our chosen families to creating welcoming and diverse cities and countries, Cor Flammae draws on the queer outsider experience to build a lateral compassion for all who seek refuge and hope.\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Pandeiro Workshop with Maninho Costa",
        "description": "Maninho Costa, director of Batucada Carioca will be teaching a 2-day pandeiro workshop for anyone interested in learning Brazilian rhythms such as Samba, Partido Alto, Bossa, Baiao and more. Workshop is open to any level. Because of high demand, workshop participants will be divided into two groups, beginners and intermediate. Beginners are students who are new to the pandeiro and must still acquire the very basic technique. Intermediates are students who have some knowledge of the instrument and their basic technique already firm. Please RSVP and BYOP.. (Bring your own PANDEIRO)Monday June 8, 2015 &amp; Monday June 15, 2015Beginners 7pm to 8:30pm Intermediate 8:30 to 10pm Private lessons for all samba instruments are also available contact batucadacarioca@gmail.com ",
        "category_key": "music"
    },
    {
        "title": "Cybertron NEW YEARS EVE 2016",
        "description": "VampireFreaks and Nocturnal Creatures Present:C Y B E R T R O N: New Years Eve 2016☠ Admission ☠$15 Advance Tickets at: UNIVERSE.COM/CybertronNye2016$15 at the Door before 10PM$20 after 10pm**COME BRING IN THE NEW YEAR w guest host DREAMTRANCER, ROSE OF DARKNESSS, THUNDERTOM and the whole crew that has given you all those wild LEATHER &amp; LACE parties for the past three years of NYE mayhem at the one and only Revolution Music Bar &amp; Hall on Long Island!!**☠ Featuring Your Host ☠{ Dan Sperry: The Anti-Conjurer }Dan Sperry has become a social media phenomenon and one of the most sought-after live performers today, performing around the world and also currently performing in the hit Broadway show 'The Illusionists'.His totally unique style of shock illusion has gained him international recognition. His performances on 'Americas Got Talent' were extremely popular and he has had guest spots on NBC, iTV, RTL, FOX, TLC, ABC, and more. Besides being an extremely talented performer, he's got some great spooky fashion sense and we're proud to have him return to Cybertron.☠ Live Performances By ☠{ FGFC820 } [NoiTekk / COP International]NYC favorites FGFC820 are perhaps the most popular industrial band in NYC, being sought after in festivals around the world and performing alongside the largest bands in the scene. Rexx Arkana and Dracos are known to tear up dancefloors and assault you with their brutal ebm tunes. Also the guys behind FGC820 and with each member having extensive DJ experience, these guys are ready to rock.{ Ego Likeness } [Metropolis / Dependent] Electronic Rock, Darkwave, Industrial, Post Goth JuggernautHailing from Baltimore Maryland, Ego Likeness is known for their extremely loyal fanbase and having a unique connection with their fans. Their live performances are a hypnotically engaging experience.Ego Likeness Consists of Members Donna Lynch, Steven Archer, Mike K Johnson and Mindcage Rick{ Venus In Aries } [Glitchmode]This is the debut performance of this new project! VIΛ is the electronic music project formed by David Borsky and Verena May in order to capture the electronic and rock music vibe of their youth and fill dance floors through modern production. Their debut EP features tracks that range in sound from existentialist nightmare jams to bubbly and infectious dance grooves and is slated for release soon.☠ Your VF Resident DJ's ☠Jet [Vampirefreaks]Annabel Evil [VampireFreaks]ShadowNightz [VampireFreaks]☠ Special Elite Guest DJ's ☠Xris SMack! [Stimulate, SMack!]V Christ [Red Rum]Aengel [Red Rum]Swabby [Mediadent] *Special Birthday Celebration!☠ Guest Host: Dreamtrancer of Leather &amp; Lace / Indenial ☠☠ VF Go Go Dancers plus The Chemical Crew ☠☠ Ages ☠18+ To Enter21+ To Drink☠ Admission ☠$15 Advance Tickets at: UNIVERSE.COM/cybertronNye2016see more info at NocturnalCreaturesNY.com$15 at the Door before 10PM$20 after 10pmINDENIAL: https://www.facebook.com/groups/IndenialNY/☠ Champagne Toast At 12AM ☠☠ Venue ☠Blackthorn 5180-12 51st AveElmhurst (Queens), NYSubway: M, R to Grand Ave - NewtownPOSTS",
        "category_key": "music"
    },
    {
        "title": "The HeART Experience",
        "description": "From Houston to San Antonio to Atlanta, \"The HeART Experience\" is spreading across the United States and the reviews have been incredible! And now, for the first time ever, \"The HeART Experience\" is coming to Toronto on Saturday, May 16, 2015! Join Jazz Saxophonist Shola Iyiola at the Distillery District in Downtown Toronto for \"The HeART Experience\", an evening of elegance and class. \"The HeART Experience\" is where the soothing sounds of Jazz Music meets the creativity of Visual Arts to spark an undeniable connection in the heart. Not sure what to expect? Have a look at highlights from \"The HeART Experience\" HOUSTON http://www.naviomedia.com/services/live-events/item/119-navio-live-eventsTickets can be purchased at www.sholaiyiola.com/tickets.Regular $30 plus taxGroup (4 persons ) $100 plus taxVIP $50 plus taxHope to see you on May 16, 2015 at 7PM. The event starts at 7:30PM.Location: Arta Gallery, 14 Distillery Lane, Toronto, ON",
        "category_key": "music"
    },
    {
        "title": "Fantastic Negrito",
        "description": "Fantastic Negrito is one of our favorite bands ever, featuring Xavier Dephrepaulezz, a dynamic lead singer and songwriter who has made a huge splash in the last year, breaking into the national spot light. The band has developed an excellent reputation for the way they mix soul, rock and gospel elements into a truly compelling and unique sound. They have a brand new record coming out, and a tour coming up, and they wanted to play their new material for a hometown audience before hitting the road. So, I promise you, this is going to be a fun evening you won't forget! Show starts at 8 pm. Tickets are $15 in advance and $20 at the door.Speaking of Oakland, the very talented folk and blues chanteuse Aireene Espirtu will open the show with her beautiful voice and distinctive bluesy folk songs.The venue is Point Richmond Acoustic, 201 Martina Avenue, Point Richmond 94801. And although our venue usually presents mostly acoustic music, Saturday's show will not be acoustic.Oh by the way, since we're hosted by our friends at the First Methodist Church, please no alchoholic beverages at the show.",
        "category_key": "music"
    },
    {
        "title": "Bernard Shakey Film Retro: Neil Young on Screen",
        "description": "The Bernard Shakey Film Retrospective: Neil Young on ScreenPresented by filmswelikeAdvance Single Tickets: $8Pass For All Films: $45 - ONLY AVAILABLE ONLINE!Pass holders get the following discounts at local businesses:The Monarch Tavern / Baju - 12 Clinton Street- $5 house pints &amp; Free side dish with any platter orderSoundscapes - 572 College Street-15% off all Neil Young merchandiseThe Hogtown Pub &amp; Oysters - 633 College St- 10% off the entire bill before and after the shows.June Records - 662 College Street- 5% off all new Neil Young LPs + 10% off all used LPsTickets At Door: $10One of folk and rock’s most respected artists, Neil Young—under the pseudonym Bernard Shakey—has also been making films for over four decades, from concert movies Journey Through the Past (1974) to the fiction feature Greendale (2003). This survey offers a rare opportunity to discover another side of Young’s creative genius, both behind and in front of the camera.The series of rarely seen films includes:Human Highway: Director’s Cut (1982/2014 - digitally restored),  a wildly anarchic satire of Cold War America starring Young, Dean Stockwell, Sally Kirkland, Russ Tamblyn, and Devo. (Thursday July 23, 7:00PM)Journey Through the Past (1974), a road movie and surrealistic fantasy with Young and his musical contemporaries. (Friday July 24, 7:00PM)Rust Never Sleeps (1979), a concept ‘theatrical’ performance with Young’s band Crazy Horse. (Saturday July 25, 4:30PM)Muddy Track (1987 – digitally restored), a one-of-a-kind chronicle of a troubled European tour with Young’s band Crazy Horse. (Saturday July 25, 7:00PM)Trunk Show (2009), Jonathan Demme’s documentary of two outstanding performances at Pennsylvania’s Tower Theatre. (Saturday July 25, 7:00PM)Greendale (2003), a musical look at the lives and struggles of people in the small fictional town called Greendale. (Sunday July 26, 4:30PM)A Day at the Gallery (2012), the paintings of Shepard Fairey come to life to tell a story of their own. Solo Trans (1984), Hal Ashby finds Young at an interesting artistic crossroad, illustrated by an opening solo acoustic set that moves into a song cycle of his experimental and electronic Trans period, followed by a closing set of rockabilly music accompanied by Young’s band The Shocking Pinks. (Sunday July 26, 7:00PM)",
        "category_key": "music"
    },
    {
        "title": "Add attendees production",
        "description": "Add attendees production Add attendees production Add attendees productionAdd attendees productionAdd attendees productionAdd attendees productionAdd attendees productionAdd attendees productionAdd attendees productionAdd attendees production Add attendees productionAdd attendees production",
        "category_key": "music"
    },
    {
        "title": "Rocky Top BBQ Fest 2015!",
        "description": "Great BBQ. Even Better CauseThe Rotary Club of Bearden presents The 3rd Annual Rocky Top BBQ Fest. This is a Tennessee State Barbeque cookoff sanctioned by the KCBS. Bring your whole family and enjoy a fun-filled weekend and observe some of the best barbeque chefs in the country and a smorgasbord of other festivities.Rocky Top BBQ Fest will happen on May 29 -30, 2015 at the World’s Fair Park, and all proceeds will go to support Mobile Meals, Flu Shot Saturday, Pond Gap Elementary, Knox County Schools, 3rd Grade Dictionary Project (all Knox County Schools, West Hills Park, Interfaith Clinic, Friends of the Smokies and many others through the Rotary Club of Bearden. 50 teams will compete for Knoxville’s own sanctioned Tennessee State Barbeque Championship.Come join the fun and festivities!",
        "category_key": "music"
    },
    {
        "title": "Carols for Quire from the Old & New Worlds",
        "description": "Don’t miss this “cherished Cleveland holiday tradition” in its 7th annual event — great choral singers united in presenting seasonal delights. Carols for Quire VII explores exquisite choral music for Christmas from many lands and centuries.The program presents works on Christmas themes — like Joy, Shepherds, and Twelfth Night. You’ll enjoy carols from the early 15th to the late 20th century, sung in English, French, German, Spanish, Finnish, and Latin.Get in the mood for these concerts with a visit to Quire’s YouTube channel, where you can see more than 175 videos of holiday music and more.",
        "category_key": "music"
    },
    {
        "title": "MEME 2016 Passport",
        "description": "Official MEME 2016 Passport is out. The MEME 2016 Passport represents the best value and guarantees access to all venues.Includes access to: \nJuly 2nd - Forks Bridge Festival (Forks Bridge + After Party Access!)\nAug 12th - 14th Cube Lounge Beer Garden (18+)\nAug 11th - MEME Opener - Venue TBC\nAug 12th - After Cube 1.0 - Winnipeg Art Gallery (FIVE rooms of music including the roof)\nAug 13th - After Cube 2.0 - The Pyramid Cabaret\nAug 14th - After Cube 3.0 - Venue TBC\n*ALL PAID EVENTS ARE 18+ with photo ID. Old Market Square has a large free family friendly and all ages area to enjoy the show too!",
        "category_key": "music"
    },
    {
        "title": "That 90's Party",
        "description": "That 90's Party welcomes you to enter a world of rebellion and cultural chaos where anti-fashion dogmas and an “anything goes” kind of fashion emerged. Get a Club Kid Haircut and walk into what will be Tulsa's biggest 90's PARTY since....well, the 90's!It's happening Saturday November 28, 2015Multiple djs playing all of your favorite hits from the decade. Featuring an all 90's soundtrack ALL NIGHT!90's Costume ContestVideo Manipulation ScreensThat 90's Party Photo BoothProvided by PhotographyFun Stage Acts90's Costume ContestIDL Ballroom230 East 1st StreetDowntown Tulsa, OKDoors / Show: 9PM - 2AM21+ OnlyFollow our facebook page for free ticket contests and announcements! http://www.facebook.com/That90sParty",
        "category_key": "music"
    },
    {
        "title": "Salsa Night @ Park Theatre@Holland, MI",
        "description": "Salsa Night w/Los De AfueraMarch 26Doors 8PM, Dance Lessons 9PM, Music and Dancing 10PMAdvance tickets $5, At the door $9",
        "category_key": "music"
    },
    {
        "title": "Covernote - 10 Piece Band - Rearsby Village Hall",
        "description": "COVERNOTE - 10 PIECE BANDFREE DRINK ON ARRIVALFREE HOG ROAST SUPPER",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop - Berlin",
        "description": "Dance your way into our next Salsation Workshop in Berlin next June 23rd at Club traffic from 6pm to 10pm.Salsation is the future!",
        "category_key": "music"
    },
    {
        "title": "Salsation Instructor Training 26th-27th March 2016",
        "description": "Salsation Fitness  Salsation Fitness Salsation Fitness Salsation Fitness Salsation Fitness Salsation Fitness",
        "category_key": "music"
    },
    {
        "title": "Sonicboombox NYCC Friday Afterparty",
        "description": "\nNYCC's best parties, four years running! NYCC badge NOT REQUIRED to attend.\n\n· With D-Piddy, Erica Fett, Neptune Suicide, Riddle, &amp; Stella Chuu· Our third year at Bowlmor Times Square· Venue takeover -- two floors, 90,000 square feet, 50 lanes of free bowling (first come first serve)· Pre-Party (8-10pm) Black Girl Nerds / Nerds of Color Meetup· Image Comics official afterparty· Arcade room featuring multiplayer sit-down  Mario Kart and more· Giveaways from Kid Robot, Tentacle Kitty and more (first come first serve)· Dance floor with live dj (DJ Funk Drubius)· Om Photobooth w/ prints\n\nPHOTOBOOTH SCHEDULE:\n\n· 9pm: Riddle &amp; Nadyasonika· 10pm: Stella Chuu\n\n\n\n· Cosplay encouraged but not required· Admission: $30 at door (discounted in advance)· Must be 21+ with valid ID\n\n\n\nAlso: don't miss our 4th Annual Cosplay Dance Afterparty on Saturday!\n\nFor updates on both parties and our booth check out our official event page on Facebook.\n\n\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop SMT Luis Calanche, Lisboa",
        "description": "Salsation Fitness Workshop with Luis Calanche -  Salsation Mastertrainer (SMT)************SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from:   SALSA:   NOT from the rhythm / musical gender but from the spanish word  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of  different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?  What makes Salsation unique is that it is carefully designed to  integrate functional body movements into all dance routines working out  in a 3D fashion and using all planes of motion.  It’s not only easy and  fun but you can do it to improve your mobility and stamina no matter  your age. ",
        "category_key": "music"
    },
    {
        "title": "Pocket Concerts: Mendelssohn in Cabbagetown",
        "description": "Join us for great music, good company, food, and drinks in the  comfort of our host's living room. Pocket Concerts provides the complete  intimate chamber music experience in a casual and friendly environment.  As always, there will be a reception for everyone with complimentary drinks and food. Location: Near Carlton and Parliament St., TorontoHosted by Rebekah Smick and Thomas McIntireProgram: W. A. Mozart Piano Trio in B-flat major, K. 502F. Mendelssohn Piano Trio in C minor, Op. 66Performers:Aaron Schwebel, violin; Britton Riley, cello; Emily Rho, pianoTickets: $45 General$30 Age 19-35$15 Age Youth",
        "category_key": "music"
    },
    {
        "title": "Lauren Hall live at Bottom Lounge",
        "description": "Come see Lauren Hall, live at one of the most historic venues in Chicago, Bottom Lounge. Come see some amazing local artists and myself! Tickets are only $10. ",
        "category_key": "music"
    },
    {
        "title": "Louis Landon & Scott D. Davis in Concert",
        "description": "An up-close and personal house concert featuring pianists Louis Landon and Scott D. Davis. Enjoy an evening of dynamic and emotional piano performance and personal storytelling.  Concert is in a private home, but is open to the public.  Exact address is on a \"need to know\" basis, and will be sent with your ticket confirmation. Louis Landon is a Steinway Artist, formerly of New York and currently of Sedona, who has dedicated his life to music. His passion is for peace. His career has taken him around the world playing a variety of styles with some of the most recognized names in the enter-tainment industry: classical music for Mikhail Baryshnikov on national and international tours, Latin music with \"Pucho and his Latin Soul Brothers\" on national and international tours, pop music with Rupert \"Pina Colada Song\" Holmes on television and national tours, rock &amp; roll with John Hall, opening for \"Little Feat\" on national tours. For the past 24 years, through his production company, Landon Music, he has written and produced music for film, video, and commercials, including three years of \"best plays\" and \"bloopers\" commercials for the National Basketball Association.Scott D. Davis has the soul of a rock guitarist trapped in a piano player's body. His original music and rock/metal piano cover, though the pure touch of a solo grand piano, express the power and beauty of human experience. He's racked up over 20 million views on YouTube, and had opened for many of rock bands he idolized growing up including: Godsmack, Korn, P.O.D., Sevendust, as well as Vince Neil of Mötley Crüe and Geoff Tate of Queensrÿche.The $20 tickets price for this concert is voluntary; you may pay more or less if you wish.  We do it this way because we never want price to be a barrier for anyone to come enjoy our music, and we also appreciate your support which empowers us to perform more concerts and make more music!  Just enter the amount you'd like to pay per ticket, and the number of tickets.",
        "category_key": "music"
    },
    {
        "title": "Nick Moss Band",
        "description": "This Chicago Based group plays a blend of traditional blues and progressive, jam-oriented blues rock. This is an ages 21+ show and there is no opening act. General Admission tickets are standing.  doors 7pm show 8pm",
        "category_key": "music"
    },
    {
        "title": "PARTY FOR NO REASON: Party like you don't care!",
        "description": "The rumours are true! Put on your dancing shoes and classiest neon clothes for the rave of the century! The DJs will be tearing the roof off one bass line at a time so rest up and stretch those legs!Invite only so please add any friends coming to the event on FB. Come out and beat the February blues by dancing until the sun comes up!Essentials:Venue: Double Double Land - 209 Augusta Ave (Kensington Market)Doors @ 10:00 PM$15 coverCash barWant a chance to provide input into drink options and prices? Fill out this quick survey, otherwise don't complain ;)https://www.monkeytest2.com/s/8QKDTWM DJ set times:10:00 - Arielle M11:30 - Aaron Savage2:00 - TBDSee you all there!",
        "category_key": "music"
    },
    {
        "title": "Two Tons of Steel",
        "description": "Two Tons Of Steel : A Texas Treasure\n\nBefore there was Americana, before there was Texas Country, Two Tons of Steel front man Kevin Geil and his original band, “Dead Crickets,” rocked a sound that blended the best of musical worlds and pushed the envelope of “Texas” sound with a signature brand of country meets punk.\n\nThe San Antonio-based group packed the small bars and local hangouts and quickly became the Alamo City’s most-loved band, earning them a spot on the cover of Billboard Magazine in 1996. It was the beginning of a twenty year journey for Geil and the 4-piece ensemble.\n\nDanny B. Harvey\n\nDANNY B. HARVEY was born in Killeen, Texas and at the age of 6 moved to Catlettsburg, KY. where he first picked up and started playing the guitar. At the age of 15 after moving to Canyon Country, CA. he was fortunate enough to receive his first formal lessons with the great JOE PASS. Up until then he had learned to play by only watching older country guitarists back in Ashland, KY and Huntington WV, falling in love with the guitar style of fellow Kentuckian MERLE TRAVIS. At seventeen he was accepted to USC on a full scholarship to study classical guitar with PEPE ROMERO. Feeling out of place (after all he had only moved away for rural KY. two years earlier) and anxious to make a name for himself he moved to England with LEVI DEXTER after only years of study. Danny soon developed a finger picking guitar style that is very unique and based on his idol MERLE TRAVIS, CHET ATKINS, JOE PASS and his classical-technic he learned at USC.As a guitarist, producer and composer Danny has played and recorded with such great artists as Levi Dexter, Tim Polecat, Johnny Ramone, Nancy Sinatra, Lemmy Kilmister, Lee Rocker, Slim Jim Phantom and Wanda JacksonAnnie Marie Lewis\n\nAnnie Marie Lewis, American singer, Linda Gail Lewis' daughter and Jerry Lee Lewis' niece\n\n\n\nTickets available include:\n\nGeneral Admission\n\nBalcony VIP Tables (4 seats)\n\nBalcony VIP Bartop\n\nPlease Note: We will have a dancefloor in front of the stage for this event.\n",
        "category_key": "music"
    },
    {
        "title": "Dry Diggings festival",
        "description": "The Dry Diggings Festival is a music, camping and beer festival that will take place at the El Dorado Fairgrounds at the base of the beautiful Sierra Nevada mountain range just 45 miles east of Sacramento and 65 miles west of South Lake Tahoe. The idea behind the event was to create a festival where we could offer people a refuge where they could enjoy camping, music and some of the finest beers in the region.\n\nOur inaugural year presented a top notch lineup, featuring The Dirty Heads, Tribal Seeds, Nahko and Medicine for The People, J Boog, Stick Figure and so many more. In our 2nd year we plan on bringing a bigger lineup and more activities. We will have 2 stages showcasing some of the best bands in the scene and a slightly different layout to the venue.\n",
        "category_key": "music"
    },
    {
        "title": "Brasstronomical EP release w The Heavyweights",
        "description": "The Heavyweights Brass Band releases Brasstronomical Extended Play Thursday October 9th 2014withRobi BotosKevin Breit DJ General EclecticLula Lounge (1585 Dundas Street W) Doors 8PM, Show 9PMAfter the blazing success of their sophomore release Brasstronomicalhttp://tinyurl.com/nv7zrdl The Heavyweights have struck again with a four track EP Brasstronomical Extended Play.Featuring three hard hitting Heavyweights originals and one wacky cover this may be their strongest statement yet.Collaboration is the name of the game with three of this country's finest artists contributing to this release: Dubmatix, Robi Botos and Kevin Breit. All three recognized internationally for producing some of the finest music in their respective styles.Tickets:$15 in advance online includes a physical copy of the EP (picked up at the show)$18 at the door includes a physical copy of the EP$25 Extended Play poster signed by band &amp; physical copy of the EP (picked up at the show)For those who can't make the show:$12 gets you a physical copy of the EP mailed anywhere in North America (message us with your mailing address once purchased or we will message you)The first set will start with Kevin Breit and Robi Botos duo and culminate with their collaborations with the band.The second set will be a straight up Heavyweights party.Trumpet virtuoso Jonathan Challoner will be returning from NYC to bring us to new heights.Jason C. Sanders DJ General Eclectic will be bringing the finest on the 1's and 2's throughout the night.Check out a sampler of the disc herehttps://soundcloud.com/heavyweights-brass-band/brasstronomical-extended-play-sampler",
        "category_key": "music"
    },
    {
        "title": "Begin the Beguine",
        "description": " LIFE DANCE PRESENTSBEGIN THE BEGUINE  Benefiting The American Run for the End of AIDS&amp;The Danny Garvin Fund for LGBT CausesInspired by the elegance of the Great Gatsby and the glamour of the 1920's nightclubs.  BEGIN THE BEGUINE marks the return of glamour to the circuit scene the annual charity fundraiser event benefiting American Run to End AIDS ( A.R.E.A.) &amp; The Danny Garvin Fund for LGBT Causes comes together with a team of renowned dance music and fashion personalities. Legendary Studio 54  Maestro DJ Robbie Leslie leads the musical team with DJ's Fernando D. Carnevali and Alex Garcia. British television said that if you see Kitty Meow someplace in Miami, that is where the action is. Whether is the White Party in Miami or Palm Springs, California. This November 22nd the action will be at Hudson Terrace when Kitty Meow performs live for our guests. Elegant parties demand elegant hosts and LIFE DANCE brings you a most elegant man.The One and Only Fashion Icon, Patrick McDonald. Begin The Beguine marks McDonald’s long-awaited return to New York’s seasonal social circuit. The style icon and frequent Fashion Week front row VIP guest. McDonald has a large and devoted following of fashion insiders, designers and the uber hip for his work as influencer, consultant and author.  Celebrity host and Visual Artist Gazelle Paulo brings his unique style and sense of fashion to Hudson Terrace's Rooftop.LIFE DANCE's President Jorge Escudero, A.R.E.A.'s Founder and President Brent Nicholson Earle, Fashion Executive Tony Lopez, Paul Gulya round up the host team along side McDonald and Gazelle Paulo as this event promises to be a party of memorable proportions.",
        "category_key": "music"
    },
    {
        "title": "Keith Anderson Unplugged at the Rocky-Tonk",
        "description": "Country superstar Keith Anderson returns the the Rocky-Tonk Monday January 25th with special guest Zach Hinson. Last year Keith's show at the Tonk sold out fast! Don't miss your chance to not only see his unplugged show, but also meet him. Doors 5:00, music starts at 7:00. Tickets just $12. This show is 21+",
        "category_key": "music"
    },
    {
        "title": "Brasstronomical by The Heavyweights Brass Band",
        "description": "ANYONE WHO PURCHASES YOUR TICKETS FROM NOW ON PLEASE PRINT YOUR RECEIPT OR HAVE IT ON YOUR SMART PHONE TO MAKE IT EASIER FOR US TONIGHT!! I'VE PRINTED THE LIST AT THIS MOMENT*Tracks will be emailed to you via dropbox the night of your purchase, if there are any problems don't hesitate to contact chris@chrisbutchermusic.com*The Heavyweights Brass Band releases Brasstronomical  \n\nThursday March 6th 2014  \n\nwith  \n\nJane Bunnett\nJay Douglas\nLuis Orbegoso\nDJ General Eclectic\nStreet Brass (opening set)  \n\nLula Lounge (1585 Dundas Street W) Doors 7PM, Show 8PM  \n\nBrasstronomical EPK  \n\nThis country’s greatest purveyors of feel-good horn music burst onto the Canadian jazz scene with their energetic brass band covers of contemporary pop hits. Now with Brasstronomical, the Heavyweights are offering a unique sound with emphasis on their original compositions. They delve deeper and more eclectically into each musical direction implied on their first album. Brasstronomical reveals the band’s music is stronger, bolder, funkier and more mature than ever before.   \n\n$10 at the door or $20 with a CD.  \n\nAs an incentive to purchasing your tickets online we are giving away three tracks recorded at the Brasstronomical sessions that aren't included on the CD. They will be emailed directly to you.  \n\nAs a second incentive every package other then \"General Admission\" includes a direct download of the entire album as well. Meaning you don't need to wait until the March 6th to get it, you get Brasstronomical emailed to you now. The physical copy of the CD will be picked up at the door.  \n\nFor our friends who live out of town or who can't make the concert, don't fret you can purchase a digital download or a physical copy of the CD mailed to you here.  \n\nIf you want a taste, the album is streaming in it's entirety for a very limited time from our SoundCloud .  \n\nBrasstronomical also features world famous percussionist Giovanni Hidalgo (Paul Simon, Dizzy Gillespie) and one of the bonus tracks features Canadian jazz legend Robi Botos on rhodes.",
        "category_key": "music"
    },
    {
        "title": "The Hootenanny! Tour | Smithers, BC",
        "description": "Tim &amp; the Glory Boys are headed your way on their 2016-17 HOOTENANNY tour!\n\nTim Neufeld (also of the band “STARFIELD”) is a multiple JUNO, Dove, and Covenant award winning Christian artist based out of Abbotsford, BC. He and the Glory Boys (A world-class Canadian bluegrass trio) have shared the stage on cross-Canada tours with artists such as Third Day, and most recently, his worshipfulness, Chris Tomlin. Now, starting September 2016, they’re hitting the road on their biggest headlining tour to date, bringing their ‘Worship Hoedown’ to your backyard!\n\nWhat is “Worship Hoedown” you ask?\n\nIt’s a bluegrass inspired night of music and joy... beards, banjos, and blessings for the whole family! A night of corporate worship; with hymns, choruses, original songs, and comedy, geared towards all ages and denominations. It’s Baptists, Pentecostals, Catholics (and everything in between). It’s the local churches coming together to worship in unity, It’s a HOOTENANNY!\n\n\n\n\n",
        "category_key": "music"
    },
    {
        "title": "Matrix Music Festival 3-Day Festival with Camping",
        "description": "Matrix Music Festival is a one of a kind Annual 3-Day Camping Music  Festival that will be held July  29-31 2016 at MT Jefferson Ski Resort  Lee, Maine.Home of Matrix Pavilion the first concert Venue to have the  the option to stay and camp overnight at all Concerts all Summer. The  Festival will have all different types of music  Rock , Jam Bands, Edm,  Country, Bluegrass. 40 or more Artists will play.With amazing views and  wooded camping. Parking and camping included.Vendors with many types of  great foods. Camp almost anywhere you want hang a Hammock from the trees  if you want come enjoy the Landscape of our 160 acre Resort. Kids 14  and under Free. Wifi hot spots on Grounds.\n",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop mit Vladimir Gerónimo Dresden",
        "description": "SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from: \n   SALSA:   NOT from the rhythm / musical gender but from the spanish  \nword  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of\n   different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?\n   What makes Salsation unique is that it is carefully designed to   \nintegrate functional body movements into all dance routines working out \n  in a 3D fashion and using all planes of motion.  It’s not only easy \nand   fun but you can do it to improve your mobility and stamina no \nmatter   your age.",
        "category_key": "music"
    },
    {
        "title": "Shut Up & Dance! Pride FRIDAY 2016",
        "description": "Whitney Day Presents╔═♥═════════╗SHUT UP &amp; DANCE╚══════════♥╝PRIDE Weekend in NYC is Here &amp; Tonight we're kicking it off with a special celebration!  Lucky for us, there is no better place than internationally renown nightlife institution, Cielo, to lose your inhibitions on the dance floor &amp; catch the ultimate groove.   Feel FREE &amp; at home to let it all out, to laugh hard, flaunt your style &amp; work those moves!  There are no rules for this night, only our mantra, ‘Shut Up &amp; Dance’!Cielo118 Little West 12th Street - MPD(Btwn 9th Ave &amp; Washington Street)Friday, June 24th // 10PM-4AMMusic by:Colby B (NYC/SF/SEATTLE)Whitney Day (NYC/LA)DJ Amanda Louise (SYDNEY, AU)Get $15 Advance Tickets (LOW ticket fee) Here:https://www.universe.com/shutupanddance$20-$25 @ the door21+ with ID",
        "category_key": "music"
    },
    {
        "title": "Snowland Festival 2016 Livigno - Tickets only",
        "description": "SNOWLAND - LIVIGNO OPEN AIR FESTIVAL  22-23-24 April 2016Facebook /snowlandfestival Twitter @snowlandsfestInstagram @snowlandlivigno  MAIN STAGE // OPEN AIR (23/24 April) •BENNY BENASSIKLINGANDEGEMITAIXJAY HARDWAYMOSEY aka PIERRE SARKOZYNARI&amp;MILANI • TANJA LA CROIX • More artists TBA • LASER SHOW//SPECIAL EFFECTSAcrobats, jugglers and circus experience  3 Days festival - 10 dates: snow, music, après-ski, open air stage and fun all around Livigno.  TICKETS 1-day ticket Saturday or Sunday: 1 day festival + after party Space 39 €Regular : festival 3 days + ticket 2 days MAIN STAGE + Drink 50€ Plus : festival 3 days + ticket 2 days MAIN STAGE + all after parties 90€ VIP : festival 3 days + ticket 2 days MAIN STAGE VIP area (VIP terrace with open buffet) 100€VIP PLUS: festival 3 days + ticket 2 days MAIN STAGE VIP area (VIP terrace with open buffet) + all after parties 140€\n ACCOMODATION &amp; TICKETPack 4 nights • Apartaments (with 4 or more persons) - 4 nights with SKIPASS for 3 days + festival 3 days + ticket 2 days MAIN STAGE + Drink for 218€ (per person) • Hotel 3***, (2 or 3 persons) 4 nights con SKIPASS per 3 days + festival 3 days + ticket 2 days MAIN STAGE + Drink 290€ (per person)  Pack 3 nights • Apartaments (minimum 4 persons) 3 nights + festival 3 days + ticket 2 days MAIN STAGE + Drink 166€ (per person) • Hotel 3***, (2 or 3 persons) 3 nights + festival 3 days + ticket 2 days MAIN STAGE + Drink 222€ (per person)  Pack 2 nights • Apartaments (minimum 4 persons) 2 nights + festival 3 days + ticket 2 days MAIN STAGE + Drink 125€ (per person) • Hotel 3***, (2 or 3 persons) 2 nights + festival 3 days + ticket 2 days MAIN STAGE + Drink 163€ (per person)  Pack 1 night • Apartaments (minimum 4 persons) 1 night + festival 2 days + ticket 2 days MAIN STAGE + Drink 94€ (per person) • Hotel 3***, (2 or 3 persons) 1 night + festival 2 days + ticket 2 days MAIN STAGE + Drink 120€ (per person)  Upgrade to 4**** Hotel on request.  OFFICIAL RADIOS : ONE DANCE - NUMBER ONE - RADIO 19",
        "category_key": "music"
    },
    {
        "title": "Remembering Whitney w/Simone & 900 Mile Band",
        "description": "This will surely be a night to remember...Simone will finally realize her dream and pay tribute to her hero, \"Whitney\" by performing some of her personal favorites throughout the evening including a special guest appearance!   Your tickle will also be fancied with the comedic entertainment of none other than the host of the evening, and highly acclaimed hilarious comic, Jerry Farber.  It will be a very intimate setting and even interactive...who knows who Simone might ask to join her onstage???   Right after the show ends, we will celebrate Simone's performance by partying the night away with none other than DJ Mike Webster on the 1s &amp; 2s!   Can't wait to see you!*Tickets $15 in advance, $20 at the door.  (See flier for more details)$5 from every ticket sold for Sunday's show will be donated to the Boys2Men Home &amp; Sanctuary for Youth",
        "category_key": "music"
    },
    {
        "title": "Secret Society: THE ANNIVERSARY",
        "description": "A year has transpired and we are now thousands on a quest to elevate the underground scene.We bring music, we dance, we smile and we say “no” to the status quo. We create a friendly, inviting, accepting environment to worship the diversity of house music. We reflect and embrace this diversity. We are Secret Society.WE. THE. MUSIC.Join us for the celebration of our anniversary on November 21st with Talal &amp; Zoi, Alberto Jossue, Matt von Wilde and Thomas Cardin!Tickets only $13!",
        "category_key": "music"
    },
    {
        "title": "Kashmir's Tribute to LED ZEPPELIN@Park Theatre",
        "description": "LEGENDS MONTH at Park Theatre--Holland, MI Kashmir's Tribute to LED ZEPPELIN January 23, 2016 Doors 7:30PM, Show 8:00PMGeneral Admission Online Pre-show Sales: $11 At the Door: $15",
        "category_key": "music"
    },
    {
        "title": "Rock Baby Rock - A Dinner Show w/ Lance Lipinsky",
        "description": "Rock Baby Rock is now EXTENDED through September!Lance Lipinisky (of Million Dollar Quartet) and his band the Lovers perform the major hits of the biggest artists from the \"birth of Rock &amp; Roll era\" with this limited engagement ROCK BABY ROCK!*Since this is a Dinner Show, each ticket purchased via Universe for $50 ALSO INCLUDES A $20 FOOD/BEVERAGE VOUCHER TO USE AT THE SHOW! Valid on all food, alcoholic, and non-alcoholic beverages. Rock Baby Rock also features the dynamic vocal group the Lovettes with their salute to the girl groups of the 1950's &amp; 60's.Rock Baby Rock! Celebrating the Birth and History of Rock &amp; Roll!A Family Friendly, All Ages show!PLEASE NOTE: DOORS OPEN AT 6:30pm. Each ticket guarantees you a seat at a table with a server - community seating. Some guests will have to share tables with guests they don't know. Tables will be available and ready to order starting at 7:00pm ( no more than 30 minutes before show time.) Food/Beverage voucher must be used on the same night of the show and is only valid at Hard Rock Cafe Chicago. Your voucher will be given to you at the door upon check in. All Food/Beverage vouchers have no cash value and does not cover sales tax or gratuity. Voucher may not be used for merchandise. If you don't spend your entire $20 food voucher the night of the show, no refunds for the difference will be distributed. All ticket sales are final, no refunds or exchanges of any kind. ",
        "category_key": "music"
    },
    {
        "title": "Partygras 2014 presented by Volv",
        "description": ".....::::: Presented by Volv | Lifestyle &amp; Entertainment :::::.....- Free Entry All Week With Wristband -- SAVE $1 OFF: WOW Size Poutines at Smoke's Poutinerie all week - All Week Drink Specials + (**NEW**) The 'Power Hour'$3.50 Pornstars, $4.50 Domestic Beers, $5.50 Jager BombsPOWER HOUR (9:30pm-10:30pm): $1 OFF all of the above specials!Monday, September 1: Partygras 2013 Kickoff---&gt; Slainte + Liquid KittyDay Events (*NEW* this Year!) ---&gt; Tailgate Charlie's: $12 taxes in Buffet starting at 7pm---&gt; ALL YOU CAN EAT pasta and wings!!Tuesday, September 2Night Events:---&gt; Gown &amp; Gavel + Social NightclubDay Events (NEW this year!)Show your wristband between 1-5pm for:---&gt; Westend PubDrink Specials: 4.50 Tall Boys &amp; 3 Dollar shots. Food Specials: 5 Dollar Burger and Fries, 20 dollar domestic  pitcher and wingsWednesday, September 3Night Events:---&gt; Dirty Dogs + SlainteDay Events (*NEW* this Year!) Show your wristband between 1-5pm for:---&gt; Boston Pizza - $5 Tall Boys &amp; $9 Nachos or Cactus Cut NachosThursday, September 4Night Events:---&gt; Sizzle &amp; KoiDay Events (*NEW* this Year!)Show your wristband between 1-5pm for:---&gt; To be announcedFriday, September 5Night Events:---&gt; Barangas Beach Bar: Rio De Janeiro All White PartyFREE ROUND TRIP BUSING: Leaving every 15 mins from Sterling &amp; Forsyth (by McMaster), starting at 9pm**Arrive early to ensure you get in a bus!The WILDEST beachside party yet! Wear all white and prepare for the legendary Friday night Barangas beach bash! Electro, sunsets and a few other surprises we can't mention here ;)- 300+ GIANT pool noodles, 1000+ Glow Sticks, Water Guns and more!- GIANT Bubble Waterfall- Giveaways and more on your way to the bar!Day Events (*NEW* this Year!)Show your wristband between 1-5pm for:---&gt; Kelsey's - 4 Domestic Bottles for $10Saturday, September 6---&gt; 77 Nightclub: Galactica UnleashedJoin the transformation as we convert Club 77 into the edges of the universe...if you have ever attended our week-long events you will know that we don't mess around with these finale night parties - arrive early!!!- LIVE &amp; PRIVATE set from International Electro DJ 'Dirtyloud' through TWO-WAY Stream powered by Mixify's Clubcast - Check it out: https://www.youtube.com/watch?v=m4X1xcb1e0c- DIRTYLOUD: https://www.youtube.com/watch?v=-jp6APb-nJw- Unveiling of our secret new stage setup- Wear a white shirt and get ready for the BLACKLIGHTS to make you GLOW Day Events (*NEW* this Year!)Show your wristband between 1-5pm for:---&gt; Anchor Bar: - $19.99 RUM PUNCH Pitchers, $9.99 Mini Pitchers (Coors &amp; Canadian), Buy 1lb get the 2nd for $3.99 WINGS + FREE Yuk Yuks tickets for anyone who comes for dinner and shows their wristband\nEvent Wristbands and Ticketing==&gt; $20 Early Bird Partygras Wristbands==&gt; $30 General Admission Partygras Wristbands==&gt; $40 VIP (Line ByPass) Partygras WristbandsFollow us on Instagram for behind the scene shots and the quickest updates:@volventertainmentJoin us on Facebook for other top events, giveaways and photos:http://www.fb.me/volvpage Join us on Twitter for regular updates and fun:http://www.twitter.com/volv ||||||||| QUESTIONS? LOOKING TO BOOK BOTTLE SERVICE? ||| EMAIL INFO@VOLV.CA |||||||||THIS IS A 19+ EVENT ONLY. Admission is not guaranteed and is determined by capacity. Arrive early to avoid disappointment.Property of Volv Marketing Incorporated",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop with SMT Nanna Jelbert June 4th",
        "description": "Salsation Fitness Workshop in Norway with SMT Nanna Jelbert************SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from:   SALSA:   NOT from the rhythm / musical gender but from the spanish word  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of  different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?  What makes Salsation unique is that it is carefully designed to  integrate functional body movements into all dance routines working out  in a 3D fashion and using all planes of motion.  It’s not only easy and  fun but you can do it to improve your mobility and stamina no matter  your age. ",
        "category_key": "music"
    },
    {
        "title": "Justin Martin at Venue 578",
        "description": "Kick off the Summer with Justin Martin at Venue 578!",
        "category_key": "music"
    },
    {
        "title": "Salsation Workshop Radom by SMT Angelika Kiercul",
        "description": "SALSATION is a dance workout that converts functional training protocols into innovative dance moves. The word “Salsation” stems from:     SALSA:   NOT from the rhythm / musical gender but from the spanish   word  “SALSA” that actually means  \"SAUCE”, because it is a SPICY mix of    different rhythms, cultures, dances and fitness protocols. SENSATION: the program has a strong focus on musicality, lyrical expression as well as on how the human body functions. Why Salsation?    What makes Salsation unique is that it is carefully designed to    integrate functional body movements into all dance routines working out    in a 3D fashion and using all planes of motion.  It’s not only easy  and   fun but you can do it to improve your mobility and stamina no  matter   your age.",
        "category_key": "music"
    },
    {
        "title": "A Ride With GINUWINE - Live In Concert",
        "description": "On Thursday, March 24, 2016, Ginuwine, the soulful R&amp;B legend who inspired two generations of urban pop, will be in playing his first live show in Toronto in 5 years. A nostalgic resurgence of his greatest hits from his 7 albums, including his 1996 debut single Pony and recently released (2015)Bachelor Again, But Wiser. Ginuwine will be joined by Toronto artists Témi, a l l i e and Délon Om, as well as DJ Nino Brown and DJ Jason ChuckUnlike other shows produced in Toronto 5y is cultivating a experience that will last amongst our guests. In doing so, we are taking a portion of every ticket sale and proceeding it to the Big Brothers and Sisters Foundation. In addition to this we currently trying to support inner city public school by having students come and see how the set-up of a concert is done. We are going the lengths in doing this because we know the demographic of our concert is directly tied into the platform of Brothers and Sisters and can understand the lack of opportunities derived from an inner-city school. We see this as a win-win situation. ",
        "category_key": "music"
    },
    {
        "title": "The Denver Annual 420 Rally",
        "description": "The Denver Annual 420 Rally 2016Featuring FREE Performances by Wiz Khalifa and Lil WaynePresented by: Colorado Marijuana Company, MassRoots, Sweet Leaf, and Amber IceThe largest FREE celebration of the culture and legalization of cannabis is set to return to the heart of downtown Denver on May 21, 2016! Over 100,000 cannabis enthusiasts and 250 vendors are expected to converge at the scenic Civic Center Park in Denver to celebrate the wonders of cannabis, enjoy performances from world-class artists, and raise awareness of critical issues facing Colorado and the nation as a whole.Park Access (FREE) -Limited Premier Viewing Access ($50) -  \nPremier viewing section\nExpress Entry\nExclusive Deals at local Colorado Dispensaries\nMassRoots All Access Pass ($150) -  \nAll-Access Pass\nFont Row viewing section\nExpress Entry\nPrivate Restrooms\nPrivate Food &amp; Drink Access\nExclusive Deals at local Colorado Dispensaries\nAccess to Civic Center Park is free and open to the public; however, we encourage attendees to purchase Access Passes for the best experience and to help support our non-profit's mission.For more information on sponsorships, booth space, and advertisements, please fill out our Application Form. To learn more about the Denver Annual 420 Rally, please visit our website. Tickets are non-refundable and all sales are final, except if the event is cancelled.",
        "category_key": "music"
    },
    {
        "title": "\"Three Clarinet Quintets\"",
        "description": "Only at Inner Space Concerts can you hear all three of the most well-known clarinet quintets (Mozart, Brahms and Weber) in one evening! Join Symphony Nova Scotia musicians Eileen Walsh, Isabelle Fournier, Mark Lee, Kerry Kavalo and Shimon Walt for these must-hear masterpieces for clarinet and strings!",
        "category_key": "music"
    },
    {
        "title": "2016 Forte Studios Battle of the Bands",
        "description": "TICKETS AVAILABLE AT THE GATE on 9/24 | $10\n\nJoin us for a fun and exciting outdoor concert festival featuring regional midwest music, a food and drink vendor and a street beer garden serving local craft beer from Boone Valley Brewery &amp; Budweiser!  Midwest bands battle to win a free album recording ($5,000 value) in an annual outdoor festival style concert downtown Boone, Iowa\n\nYou be the judge!  Audience participants will vote for their favorite band during the afternoon battle rounds reducing the competition to six bands for the evening concerts.  In total twelve bands will compete and perform on an outdoor live stage downtown.\n\nBands performing include:\n\n\n\t\n\tD-Ko  | Punk Rock from Rochester, Minnesota | https://www.facebook.com/DKOofficial/ -\n\t\n\tFar From Innocent | Rock Band from Hampton, Iowa | https://www.facebook.com/Far-From-Innocent-6672084... -\n\t\n\tBooksie &amp; the Pages | Swing &amp; Jazz Rockabilly from Rochester, Minnesota | https://www.facebook.com/BooksiePages/?fref=ts-\n\t\n\t\n\tSilent Redemption | Power Rock from East Dubuque, Illinois | http://www.facebook.com/SilentRedemptionMusic -\n\t\n\tRighteous Wicked | Alternative Blues Rock from Ames, Iowa | https://www.facebook.com/therighteouswicked -\n\t\n\tOf the Monks | Blues Funk From Des Moines, Iowa | https://www.facebook.com/ofthemonks -\n\t\n\tThe 9th Planet Out - Hard Rock from Rochester, Minnesota | https://www.facebook.com/The9thPlanetOut/ -\n\t\n\t\n\tThe High Bank Boys | Country music from Deep River, Iowa | https://www.facebook.com/thehighbankboys/-\n\t\n\tWhat Lies Within - Metal music from Des Moines, Iowa | https://www.facebook.com/whatlieswithinofficial/ -\n\t\n\tKickstart the Sun | Rock music from Ames, Iowa | https://www.facebook.com/kickstartthesun   -\n\t\n\tThe Crak-Pots | Psychedelic Rock Funk from Minneapolis, Minnesota | https://www.facebook.com/CrakPots/ -\n\t\n\tBad Authority | Rock band from Carroll, Iowa | https://www.facebook.com/blackdiamond5769/?fref=ts\n\t\n\n\n\nFeaturing Guest performances in the afternoon and evening in between the battles by:\n\n1.  Through the Darkness | Metal band from Grand Junction, Iowa | https://www.facebook.com/wefindthelight/?fref=ts\n\n\n2. Vaudeville | Rock band from Minneapolis, MN | https://www.facebook.com/vaudevillemn/?fref=ts\n\n\n3. Hawk McIntyre | Blues from Boone, Iowa | https://www.facebook.com/hawkmcintyremusic/?fref=t...\n\n\n\nItinerary of Events\n\n11:30AM - Gates open12:00PM (noon) Battle Rounds (Features both bands on stage at the same time battling for 30 minutes)\n\n12:00PM Battle - Kickstart the Sun VS Of the Monks1:00PM Battle - What Lies Within VS The 9th Planet Out\n\n2:00PM - 4:00PM - Kids Activities\n\n2:00PM Battle - Bad Authority VS The High Bank Boys2:30PM Guest Feature Band - Through the Darkness3:00PM Battle - The Crak-Pots VS Booksie and the Pages4:00PM Battle- The Righteous Wicked VS Far From Innocent4:30PM Guest Feature Band - Vaudeville5:00PM Battle - Silent Redemption VS D-KO5:30PM Battle Round Awards &amp; 50/50 raffle\n\n6:00PM Final Rounds Begins! (Featuring 30 minute concerts of the 6 battle round winners) Guest acoustic performance in between set changes by Hawk McIntyre\n\n10:45PM - Champion Award Announcement\n\n** Limited quantity of shirts will be at the event.  We can take orders and ship to your home after the event **\n\n- Images of the tee-shirt design is shown below in the image gallery.\n",
        "category_key": "music"
    },
    {
        "title": "FOLK IT ALL Music Festival",
        "description": "Folk music in Ottawa is not a new concept. From bar to festival, the city has boasted hundreds of great folk artists for decades.But while we often picture folk music as a quiet night out, those who have dug into Ottawa’s independent scene have found themselves dancing and screaming at the top of their lungs to artists who still proudly hang the folk flag. This festival is a celebration of the loudest and proudest independent folk, country and celtic artists of Ottawa. Seats and shushing be damned, this is an opportunity to stomp and scream for more. We hope you’ll enjoy it. Featuring:The Jerry Cans / Pai Gaalaqautikkut (Iqaluit folk rock) www.thejerrycans.comThe Noisy Locomotive (Ottawa/Montreal bluegrass)www.noisylocomotive.comSteamers (Ottawa/Gatineau power-folk)www.steamers613.comJames Leclaire &amp; Cable 22 (Ottawa folk rock)www.jamesleclaire.comDublin Down (Kingston celtic rock)www.facebook.com/dublindownbandJon Creeden (Ottawa/Stratford folk punk)www.joncreeden.comwith all-vinyl DJ sets by the guys at Ottawa Showbox!Tickets available soon. This is a 19+ event.This will sell out! Tell your friends and get your tickets now!",
        "category_key": "music"
    },
    {
        "title": "The Soil & The Sun@Park Theatre-Holland, MI",
        "description": "The Soil &amp; The Sunw/Saltbreaker and TBAJuly 21, Doors 8PM$10 advance, $15 at the doorGeneral Admission",
        "category_key": "music"
    },
    {
        "title": "Synthetic Free Listing",
        "description": "asdasdasd",
        "category_key": "music"
    },
    {
        "title": "2015 AIDS Quilt Song Book",
        "description": "2015 AIDS Quilt Song Booka concert benefitingJoshua Tree Feeding ProgramNovember 29th, 2015American Songs in the Age of AIDSThis concert will be held at the Central United Methodist Church's Kendall Fellowship Hall and features selections from the AIDS Quilt Songbook, conceived in 1991 as a musical parallel to the NAMES Project AIDS Memorial Quilt. 100% of ticket proceeds support the Joshua Tree Feeding Program, a non-profit organization which provides nutrition to low-income HIV-positive residents of Maricopa County",
        "category_key": "music"
    },
    {
        "title": "Countdownforacause",
        "description": "Join us this New Years and Count Down For A Cause! $2.00 from every drink sold will be donated to the BC Cancer foundation! This year we are doing it Bigger And Better than ever before with a higher occupancy featuring DJ Tan Dizzly with concert sound and lighting by Lazer Productions.But the party doesn't stop in the Grand Ballroom, book your discounted rooms using the link below.  The Richmond Marriott has graciously reserved the bottom four floors exclusively for our guests keeping our buffer from the other hotel guests ensuring an uninterrupted evening.VIP seating will be offered to all our guests at no charge as there will be rich furniture and decor throughout the 2nd floor BallroomBecause this is A RED CARPET AFFAIR, we are pulling out all the stops! There will be FREE continuous shuttle bus service from The Ladner Landing Pub &amp; Browns Social House in Tsawwassen that will take you directly to our event Venue location at The Marriott. Once you arrive you will be greeted with a red carpet entrance, where you will then have your picture taken Hollywood style by our professional photographer in front of our media wall.EARLY BIRD TICKETS JUST $30, so don't hesitate and get your tickets today. We are anticipating a sold out event so don't be a last minute Mindy or you will miss out on the event of the year!We will of course have live DJ's \"Ace Montana\" and our very own, who we all know and love, DJ Tan Dizzly who will be bending the tracks all night long to all your favorites. We will also have concert staging, sound and lighting to delight all your senses while you \"COUNT DOWN FOR A CAUSE\" this year.Did I mention tons of give-a ways, prizes. For tickets message us on FB or call or text :CHEYANNE KOLLER 604-655-6339LUCAS ROBINSON   778-898-4096 TASN DIZZLY             604-788-7928ARCHIE HEUSER       604-902-1837 Official event hashtags: #southdeltanewyearsparty #countdownforacauseFREE BUS SCHEDULE!!!Departures / Arrivals Browns Social house in Tsawwassen: 6pm, 7:30pm, 9:00pm, 10:30pmLadner Landing Pub: 6:20, 7:50, 9:20, 10:50pmThere will be 3 return buses as well.We are also actively looking for volunteers for the event so if you are interested please message.",
        "category_key": "music"
    },
    {
        "title": "Alfie Smith and Nicole Christian",
        "description": "Desboro Music Hall Concert SeriesOpening: Gathering SparksAll AgesDoors open at 7pm, Music starts at 7:30pmPlease let us know if you need accessibility.Please note that washroom facilities are located outside of the Hall.Tickets are non-refundable unless the show is completely canceled.",
        "category_key": "music"
    },
    {
        "title": "Mash It Up: The Music Video Mash Up Show",
        "description": "Ok, so you take a song, lets say a pop song by Lady Gaga, then you combine it with another song, lets say a rock song by AC/DC or some retro classic by the Bee Gees and now you have yourself have a Brand New Song. Seamlessly mixed and awesome.  But wait, what if there are some amazing video mixers out there who do the same thing but with two (or more!) music videos.  Now thats amazing.  IndieFest has collected a whole program of such wonders. Rock, pop, hip hop, classics. Each song a sing-a-long-worthy piece by itself, but combined now with another one to just blow your mind.  This month's Mass Karaoke experience is truly a night to remember!!",
        "category_key": "music"
    },
    {
        "title": "Futuristic VIP UPGRADE - Lincoln, NE",
        "description": "• 1 Personal Picture with Futuristic &amp; Devvon Terrell• 1 24\"x36\" Tour Poster • 1 Autograph from Futuristic &amp; Devvon Terrell• 1 Copy of Futuristic &amp; Devvon Terrell NEW Album \"Coast 2 Coast\"* Does NOT include ticket to show &amp; each package is good for a single individual VIP experienceMeet &amp; Greet is directly after the show. Please arrive promptly at Futuristic's Tour Van Outside. Must have your ticket in hand! ",
        "category_key": "music"
    },
    {
        "title": "Farmgrass Fest '14",
        "description": "A beautiful day of bluegrass, food and fun on a real working farm outside of Austin, TX.  All ticket proceeds will benefit the Grower's Alliance of Central Texas' emergency medical fund.",
        "category_key": "music"
    },
    {
        "title": "The Rocky-Tonk presents Trick Pony unplugged",
        "description": "Trick Pony with founding members Heidi Newfield (Johnny &amp; June) and Keith Burns, Live at the Rocky-Tonk in Medford. The 4 piece band will be performing an unplugged show with 2 great opening acts, 15 year old Brenna Beatty and an unplugged version of Beth Henderson's Blowin' Smoke. Thursday night April 28th at the Rocky-Tonk in downtown Medford Or. Show is 21+. Tickets just $15 advance. Doors at 5:00, music starts at 6:30. Sponsored by Q100.3 and Goodlett automotive. ",
        "category_key": "music"
    }
]